{
  "home": {
    "metadata": {
      "title": "Bubble Shooter Spiel online spielen. Kein Download erforderlich.",
      "description": "Spiele Bubble Shooter kostenlos online in deinem Browser. Genieße klassische, 3D- und Puzzle-Bubble-Shooter-Spiele ohne Download. Viel Spaß!",
      "keywords": "",
      "og": {
        "title": "Bubble Shooter - Spiele Bubble-Spiele online",
        "description": "Spiele Bubble Shooter Spiele kostenlos online in deinem Browser. Genieße klassische, 3D- und Puzzle-Bubble-Shooter-Spiele ohne Download.",
        "imageAlt": "Bubble Shooter - Bunte Bubble-Spiele-Sammlung"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "Alle Bubble Shooter Spiele online. Spiele Bubble-Spiele online",
      "description": "Durchstöbere unsere komplette Sammlung von Bubble Shooter Spielen. Spiele deine Lieblings-Bubble-Shooter-Spiele kostenlos online ohne Download.",
      "keywords": ""
    },
    "title": "Alle Bubble Shooter Spiele",
    "description": "Durchstöbere unsere komplette Sammlung von Bubble Shooter Spielen, die online spielbar sind.",
    "subDescription": "Genieße das befriedigende Platzen von Blasen und fordere deine Kombinationsfähigkeiten mit unserer Sammlung von Bubble Shooter Spielen heraus.",
    "browseGames": "Spiele durchsuchen",
    "allPlatforms": "Alle Kategorien",
    "foundGames": "{count} Spiele gefunden, die {platform}{query} Kriterien entsprechen",
    "noGamesFound": "Keine Spiele gefunden, die deinen Kriterien entsprechen.",
    "clearSearch": "Suche löschen"
  },
  "games": {
    "loadMore": "Mehr Spiele laden"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Spiele {platform} online auf Bubble Shooter",
      "description": "Möchtest du {platform} spielen? Spiele die besten {platform} kostenlos online in deinem Browser. Kein Download erforderlich. Genieße {platform} sofort.",
      "keywords": ""
    },
    "notFound": {
      "title": "Kategorie nicht gefunden - Bubble Shooters",
      "description": "Die angeforderte Spielkategorie konnte nicht gefunden werden."
    }
  },
  "platforms": {
    "home": {
      "alt": "Startseite",
      "description": "Zurück zur Startseite"
    },
    "history": {
      "alt": "Spielverlauf",
      "description": "Sieh dir deine kürzlich gespielten Spiele an"
    },
    "random": {
      "alt": "Zufälliges Spiel",
      "description": "Spiele ein zufälliges Spiel"
    },
    "hot": {
      "alt": "Beliebte Spiele",
      "description": "Populäre und trendige Bubble-Spiele"
    },
    "new": {
      "alt": "Neue Spiele",
      "description": "Kürzlich hinzugefügte Bubble-Spiele"
    },
    "puzzle": {
      "alt": "Puzzle-Spiele",
      "description": "Denksportaufgaben und Puzzle-Spiele"
    },
    "bubble": {
      "alt": "Bubble-Spiele",
      "description": "Klassische Bubble Shooter und Matching-Spiele"
    },
    "card": {
      "alt": "Kartenspiele",
      "description": "Klassische und moderne Kartenspiele"
    },
    "junping": {
      "alt": "Sprungspiele",
      "description": "Plattform- und Sprungspiele"
    },
    "music": {
      "alt": "Musikspiele",
      "description": "Rhythmus- und musikbasierte Spiele"
    }
  },
  "game": {
    "metadata": {
      "title": "Spiele {title} online in deinem Browser. Kein Download erforderlich - Bubble Shooter",
      "description": "Spiele {title} kostenlos online in deinem Browser. Kein Download erforderlich. Genieße das aufregende Spiel, starte jetzt mit {title}! Viel Spaß!",
      "keywords": ""
    },
    "notFound": {
      "title": "Spiel nicht gefunden - Bubble Shooters",
      "description": "Das angeforderte Spiel konnte nicht gefunden werden."
    }
  },
  "footer": {
    "description": "Erlebe den Spaß von Bubble Shooter Spielen auf unserer Website, wo du farbenfrohe Bubble-Popping-Action mit klassischen und modernen Bubble Shooter Spielen genießen kannst – alle online spielbar! Kein Download erforderlich.",
    "others": {
      "title": "Weiteres",
      "privacy": "Datenschutzrichtlinie",
      "terms": "Nutzungsbedingungen"
    },
    "terms": {
      "title": "Nutzungsbedingungen",
      "description": "Bitte lies diese Nutzungsbedingungen sorgfältig durch, bevor du Bubble Shooters verwendest.",
      "lastUpdated": "Zuletzt aktualisiert: 16. März 2025",
      "intro": {
        "text1": "Willkommen bei ",
        "text2": ". Durch den Zugriff auf und die Nutzung dieser Website akzeptierst und stimmst du zu, an die Bedingungen und Bestimmungen dieser Vereinbarung gebunden zu sein."
      },
      "service": {
        "title": "Servicebeschreibung",
        "text1": " bietet eine Plattform für Benutzer, um Bubble Shooter Spiele über ihre Webbrowser zu spielen. Unser Service umfasst:",
        "items": [
          "Browser-basierte Bubble Shooter Spiele",
          "Spielinformationen und -beschreibungen",
          "Verwandte Spielinhalte"
        ]
      },
      "content": {
        "title": "Inhalt und Urheberrecht",
        "text1": "Alle Spiele und verwandten Inhalte, die über unseren Service verfügbar sind, sind:",
        "items": [
          "Von Drittanbietern bezogen und gehostet",
          "Den jeweiligen Urheberrechten und geistigen Eigentumsrechten ihrer Eigentümer unterworfen",
          "Nicht im Besitz oder unter der Kontrolle von Bubble Shooters"
        ],
        "text2": "Wir beanspruchen kein Eigentum an Spielen, ROMs oder verwandten Inhalten, die über unseren Service bereitgestellt werden. Alle Marken, Dienstleistungsmarken und Handelsnamen sind Eigentum ihrer jeweiligen Besitzer."
      },
      "disclaimer": {
        "title": "Haftungsausschluss",
        "text1": "Unsere Dienste werden \"wie sie sind\" ohne jegliche ausdrückliche oder stillschweigende Garantie bereitgestellt. Bubble Shooters garantiert nicht, dass:",
        "items": [
          "Der Service ununterbrochen oder fehlerfrei sein wird",
          "Spiele oder Inhalte immer verfügbar sein werden",
          "Fehler oder Mängel behoben werden"
        ],
        "text2": "Wir sind nicht verantwortlich für Inhalte, die von Dritten bereitgestellt werden, oder für Fehler oder Auslassungen in den Inhalten."
      },
      "conduct": {
        "title": "Benutzerverhalten",
        "text1": "Durch die Nutzung unseres Services stimmst du zu, nicht:",
        "items": [
          "Den Service für illegale Zwecke zu nutzen",
          "Zu versuchen, unbefugten Zugriff auf Teile des Services zu erlangen",
          "Den Service oder Server zu stören oder zu unterbrechen",
          "Sicherheitsfunktionen zu umgehen, zu deaktivieren oder anderweitig zu beeinträchtigen"
        ]
      },
      "modifications": {
        "title": "Änderungen am Service",
        "text1": "Wir behalten uns das Recht vor:",
        "items": [
          "Teile unseres Services ohne Vorankündigung zu ändern oder einzustellen",
          "Diese Nutzungsbedingungen jederzeit zu aktualisieren",
          "Die über unseren Service verfügbaren Spiele und Inhalte zu ändern"
        ],
        "text2": "Deine fortgesetzte Nutzung des Services nach Änderungen stellt deine Akzeptanz dieser Änderungen dar."
      },
      "governing": {
        "title": "Geltendes Recht",
        "text1": "Diese Bedingungen unterliegen den geltenden Gesetzen und werden in Übereinstimmung mit diesen ausgelegt, ohne Rücksicht auf Grundsätze des Kollisionsrechts."
      },
      "contact": {
        "title": "Kontakt",
        "text1": "Bei Fragen zu diesen Bedingungen kontaktiere uns bitte unter:"
      }
    },
    "privacy": {
      "title": "Datenschutzrichtlinie",
      "description": "Diese Datenschutzrichtlinie beschreibt, wie deine persönlichen Daten erfasst, verwendet und weitergegeben werden, wenn du Bubble Shooters besuchst.",
      "lastUpdated": "Zuletzt aktualisiert: 16. März 2025",
      "intro": {
        "text1": "Es ist unsere Richtlinie, deine Privatsphäre in Bezug auf alle Informationen zu respektieren, die wir während des Betriebs unserer Website sammeln könnten. ",
        "text2": " respektiert deine Privatsphäre und verpflichtet sich, alle Informationen zu schützen, die du uns über diese Website zur Verfügung stellen könntest.",
        "text3": "Diese Datenschutzrichtlinie erklärt, welche Informationen wir sammeln, wie wir sie verwenden und unter welchen Umständen wir sie an Dritte weitergeben können. Diese Datenschutzrichtlinie gilt für ",
        "text4": " (nachfolgend \"uns\", \"wir\" oder \"Bubble Shooters\")."
      },
      "collection": {
        "title": "Informationssammlung",
        "description": "Unsere Website erfordert keine Benutzerregistrierung oder Anmeldung. Wir sammeln keine persönlich identifizierbaren Informationen von unseren Benutzern. Die einzigen Daten, die wir sammeln, sind:",
        "items": [
          "Browser-Cookies, die für die Funktionalität der Website unerlässlich sind",
          "Anonyme Nutzungsstatistiken zur Verbesserung unseres Services"
        ]
      },
      "thirdParty": {
        "title": "Inhalte von Drittanbietern",
        "description": "Die auf unserer Website verfügbaren Spiele und verwandten Inhalte stammen von Drittanbieter-Plattformen. Wir beanspruchen kein Eigentum an diesen Inhalten und:",
        "items": [
          "Alle Spiele werden auf Diensten von Drittanbietern gehostet und von dort gestreamt",
          "Spielinformationen, Bilder und Beschreibungen werden von Drittanbieterquellen bereitgestellt",
          "Wir geben keine Garantien bezüglich der Genauigkeit oder Verfügbarkeit dieser Inhalte"
        ]
      },
      "cookies": {
        "title": "Verwendung von Cookies",
        "description": "Wir verwenden Cookies, um dein Surferlebnis zu verbessern. Diese Cookies sind:",
        "items": [
          "Wesentlich für die grundlegende Website-Funktionalität",
          "Werden verwendet, um deine Anzeigeeinstellungen zu speichern",
          "Werden nicht für Tracking- oder Werbezwecke verwendet"
        ],
        "control": "Du kannst Cookie-Einstellungen über deine Browser-Einstellungen steuern."
      },
      "links": {
        "title": "Externe Links",
        "description": "Unsere Website enthält Links zu externen Websites, die nicht von uns betrieben werden. Wenn du auf einen Link eines Drittanbieters klickst, wirst du zur Website dieses Drittanbieters weitergeleitet. Wir empfehlen dir dringend, die Datenschutzrichtlinien und Nutzungsbedingungen jeder Website zu überprüfen, die du besuchst.",
        "disclaimer": "Wir haben keine Kontrolle über und übernehmen keine Verantwortung für den Inhalt, die Datenschutzrichtlinien oder Praktiken von Websites, Produkten oder Diensten Dritter."
      },
      "updates": {
        "title": "Aktualisierungen der Richtlinie",
        "description": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden dich über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen. Es wird empfohlen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen.",
        "consent": "Deine fortgesetzte Nutzung unserer Website nach der Veröffentlichung von Änderungen an der Datenschutzrichtlinie stellt deine Anerkennung der Änderungen und deine Zustimmung dar, an die geänderte Datenschutzrichtlinie gebunden zu sein."
      },
      "contact": {
        "title": "Kontaktiere uns",
        "description": "Wenn du Fragen zu dieser Datenschutzrichtlinie hast, kontaktiere uns bitte über unsere Website.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Kontaktiere uns",
      "disclaimer": "Bubble Shooters ist eine unabhängige Website und ist mit keiner Organisation verbunden.",
      "rights": "Alle Rechte vorbehalten."
    }
  },
  "search": {
    "placeholder": "Bubble-Spiele durchsuchen ...",
    "clearSearch": "Suche löschen",
    "search": "Suchen"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Spiele Bubble-Spiele online"
    }
  },
  "notFound": {
    "title": "Seite nicht gefunden",
    "description": "Entschuldigung, die gesuchte Seite existiert nicht oder wurde entfernt.",
    "backHome": "Zurück zur Startseite"
  },
  "history": {
    "metadata": {
      "title": "Spielverlauf - Bubble Shooters",
      "description": "Sieh dir deinen kürzlich gespielten Bubble Shooter Spielverlauf an."
    },
    "title": "Spielverlauf",
    "description": "Spiele, die du kürzlich gespielt hast",
    "noHistory": "Du hast noch keine Spiele gespielt",
    "clearHistory": "Verlauf löschen",
    "lastPlayed": "Zuletzt gespielt",
    "emptyMessage": "Dein Spielverlauf wird hier angezeigt"
  },
  "navigation": {
    "home": "Startseite",
    "history": "Verlauf",
    "random": "Zufällig",
    "allGames": "Alle Spiele"
  },
  "searchBar": {
    "placeholder": "Bubble-Spiele durchsuchen...",
    "search": "Suchen"
  }
}