{
  "home": {
    "metadata": {
      "title": "Play Bubble Shooter Game Online. No Download Required.",
      "description": "Play bubble shooter game online for free in your browser. Enjoy classic, 3D, and puzzle bubble shooter unblocked games with no download required. Have fun!",
      "keywords": "",
      "og": {
        "title": "Bubble Shooter - Play Bubble Games Online",
        "description": "Play bubble shooter games online for free in your browser. Enjoy classic, 3D, and puzzle bubble shooter games with no download required.",
        "imageAlt": "Bubble Shooter - Colorful Bubble Games Collection"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "All Bubble Shooter Games Online. Play Bubble Games Online",
      "description": "Browse our complete collection of bubble shooter games. Play your favorite bubble shooter games online for free with no download required.",
      "keywords": ""
    },
    "title": "All Bubble Shooter Unblocked Games",
    "description": "Browse our complete collection of bubble shooter games available to play online.",
    "subDescription": "Enjoy the satisfying pop of bubbles and challenge your matching skills with our collection of bubble shooter games.",
    "browseGames": "Browse Games",
    "allPlatforms": "All Categories",
    "foundGames": "Found {count} games matching{platform}{query} criteria",
    "noGamesFound": "No games found matching your criteria.",
    "clearSearch": "Clear search"
  },
  "games": {
    "loadMore": "Load More Games"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Play {platform} Online on Bubble Shooter",
      "description": "Want to play {platform}? Play best {platform} online for free in your browser. No download required. Enjoy {platform} instantly.",
      "keywords": ""
    },
    "notFound": {
      "title": "Category Not Found - Bubble Shooters",
      "description": "The requested game category could not be found."
    }
  },
  "platforms": {
    "home": {
      "alt": "Home Page",
      "description": "Return to home page"
    },
    "history": {
      "alt": "Play History",
      "description": "View your recently played games"
    },
    "random": {
      "alt": "Random Game",
      "description": "Play a random game"
    },
    "hot": {
      "alt": "Hot Games",
      "description": "Popular and trending bubble games"
    },
    "new": {
      "alt": "New Games",
      "description": "Recently added bubble games"
    },
    "puzzle": {
      "alt": "Puzzle Games",
      "description": "Brain teasers and puzzle games"
    },
    "bubble": {
      "alt": "Bubble Games",
      "description": "Classic bubble shooter and matching games"
    },
    "card": {
      "alt": "Card Games",
      "description": "Classic and modern card games"
    },
    "jumping": {
      "alt": "Jumping Games",
      "description": "Platform and jumping games"
    },
    "music": {
      "alt": "Music Games",
      "description": "Rhythm and music-based games"
    }
  },
  "game": {
    "metadata": {
      "title": "Play {title} Online in your browser. No download required - Bubble Shooter",
      "description": "Play {title} online for free in your browser. No download required. Enjoy the exciting game, start play {title} now! Have fun!",
      "keywords": ""
    },
    "notFound": {
      "title": "Game Not Found - Bubble Shooters",
      "description": "The requested game could not be found."
    }
  },
  "footer": {
    "description": "Experience the fun of Bubble Shooter games on our website, where you can enjoy colorful bubble popping action with classic and modern bubble shooter games—all playable online! No download required.",
    "others": {
      "title": "Others",
      "privacy": "Privacy Policy",
      "terms": "Terms of Service"
    },
    "terms": {
      "title": "Terms of Service",
      "description": "Please read these Terms of Service carefully before using Bubble Shooters.",
      "lastUpdated": "Last Updated: March 16, 2025",
      "intro": {
        "text1": "Welcome to ",
        "text2": ". By accessing and using this website, you accept and agree to be bound by the terms and provision of this agreement."
      },
      "service": {
        "title": "Service Description",
        "text1": " provides a platform for users to play bubble shooter games through their web browsers. Our service includes:",
        "items": [
          "Browser-based bubble shooter games",
          "Game information and descriptions",
          "Related gaming content"
        ]
      },
      "content": {
        "title": "Content and Copyright",
        "text1": "All games and related content available through our service are:",
        "items": [
          "Sourced from and hosted by third-party services",
          "Subject to their respective owners' copyrights and intellectual property rights",
          "Not owned or controlled by Bubble Shooters"
        ],
        "text2": "We do not claim ownership of any games, ROMs, or related content provided through our service. All trademarks, service marks, and trade names are the property of their respective owners."
      },
      "disclaimer": {
        "title": "Disclaimer",
        "text1": "Our services are provided \"as is\" without any warranties, expressed or implied. Bubble Shooters does not warrant that:",
        "items": [
          "The service will be uninterrupted or error-free",
          "Games or content will always be available",
          "Any errors or defects will be corrected"
        ],
        "text2": "We are not responsible for any content provided by third parties or for any errors or omissions in the content."
      },
      "conduct": {
        "title": "User Conduct",
        "text1": "By using our service, you agree not to:",
        "items": [
          "Use the service for any unlawful purpose",
          "Attempt to gain unauthorized access to any part of the service",
          "Interfere with or disrupt the service or servers",
          "Circumvent, disable, or otherwise interfere with security features"
        ]
      },
      "modifications": {
        "title": "Modifications to Service",
        "text1": "We reserve the right to:",
        "items": [
          "Modify or discontinue any part of our service without notice",
          "Update these terms of service at any time",
          "Change the games and content available through our service"
        ],
        "text2": "Your continued use of the service following any changes constitutes your acceptance of such changes."
      },
      "governing": {
        "title": "Governing Law",
        "text1": "These terms shall be governed by and construed in accordance with applicable laws, without regard to conflicts of law principles."
      },
      "contact": {
        "title": "Contact",
        "text1": "For any questions regarding these terms, please contact us at:"
      }
    },
    "privacy": {
      "title": "Privacy Policy",
      "description": "This Privacy Policy describes how your personal information is collected, used, and shared when you visit Bubble Shooters.",
      "lastUpdated": "Last Updated: March 16, 2025",
      "intro": {
        "text1": "It is our policy to respect your privacy regarding any information we may collect while operating our website. ",
        "text2": " respects your privacy and is committed to protecting any information you may provide us through this website.",
        "text3": "This Privacy Policy explains what information we collect, how we use it, and under what circumstances we may disclose it to third parties. This Privacy Policy applies to ",
        "text4": " (hereinafter, \"us\", \"we\", or \"Bubble Shooters\")."
      },
      "collection": {
        "title": "Information Collection",
        "description": "Our website does not require user registration or login. We do not collect any personally identifiable information from our users. The only data we collect are:",
        "items": [
          "Browser cookies essential for website functionality",
          "Anonymous usage statistics to improve our service"
        ]
      },
      "thirdParty": {
        "title": "Third-Party Content",
        "description": "The games and related content available on our website are sourced from third-party platforms. We do not claim ownership of this content and:",
        "items": [
          "All games are hosted on and streamed from third-party services",
          "Game information, images, and descriptions are provided by third-party sources",
          "We make no warranties regarding the accuracy or availability of this content"
        ]
      },
      "cookies": {
        "title": "Use of Cookies",
        "description": "We use cookies to enhance your browsing experience. These cookies are:",
        "items": [
          "Essential for basic website functionality",
          "Used to remember your display preferences",
          "Not used for tracking or advertising purposes"
        ],
        "control": "You can control cookie settings through your browser preferences."
      },
      "links": {
        "title": "External Links",
        "description": "Our website contains links to external sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy and Terms of Service of every site you visit.",
        "disclaimer": "We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites, products, or services."
      },
      "updates": {
        "title": "Policy Updates",
        "description": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes.",
        "consent": "Your continued use of our website after we post any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy."
      },
      "contact": {
        "title": "Contact Us",
        "description": "If you have any questions about this Privacy Policy, please contact us through our website.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Contact Us",
      "disclaimer": "Bubble Shooters is an independent website and is not affiliated with any organizations.",
      "rights": "All rights reserved."
    }
  },
  "search": {
    "placeholder": "Search Bubble Games ...",
    "clearSearch": "Clear search",
    "search": "Search"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Play Bubble Games Online"
    }
  },
  "notFound": {
    "title": "Page Not Found",
    "description": "Sorry, the page you are looking for does not exist or has been removed.",
    "backHome": "Back to Home"
  },
  "history": {
    "metadata": {
      "title": "Play History - Bubble Shooters",
      "description": "View your recently played bubble shooter games history."
    },
    "title": "Play History",
    "description": "Games you have played recently",
    "noHistory": "You have not played any games yet",
    "clearHistory": "Clear History",
    "lastPlayed": "Last played",
    "emptyMessage": "Your play history will appear here"
  },
  "navigation": {
    "home": "Home",
    "history": "History",
    "random": "Random",
    "allGames": "All Games"
  }
}