{
  "home": {
    "metadata": {
      "title": "Juega Bubble Shooter en línea. No requiere descarga.",
      "description": "Juega Bubble Shooter gratis en línea desde tu navegador. Disfruta de juegos clásicos, 3D y rompecabezas de Bubble Shooter sin necesidad de descargar. ¡Diviértete!",
      "keywords": "",
      "og": {
        "title": "Bubble Shooter - Juega juegos de burbujas en línea",
        "description": "Juega juegos de Bubble Shooter gratis en línea desde tu navegador. Disfruta de juegos clásicos, 3D y rompecabezas de Bubble Shooter sin necesidad de descargar.",
        "imageAlt": "Bubble Shooter - Colección colorida de juegos de burbujas"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "Todos los juegos de Bubble Shooter en línea. Juega juegos de burbujas en línea",
      "description": "Explora nuestra colección completa de juegos de Bubble Shooter. Juega tus juegos favoritos de Bubble Shooter gratis en línea sin necesidad de descargar.",
      "keywords": ""
    },
    "title": "Todos los juegos de Bubble Shooter desbloqueados",
    "description": "Explora nuestra colección completa de juegos de Bubble Shooter disponibles para jugar en línea.",
    "subDescription": "Disfruta de la satisfacción de hacer estallar burbujas y desafía tus habilidades de combinación con nuestra colección de juegos de Bubble Shooter.",
    "browseGames": "Explorar juegos",
    "allPlatforms": "Todas las categorías",
    "foundGames": "Se encontraron {count} juegos que coinciden con los criterios{platform}{query}",
    "noGamesFound": "No se encontraron juegos que coincidan con tus criterios.",
    "clearSearch": "Borrar búsqueda"
  },
  "games": {
    "loadMore": "Cargar más juegos"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Juega {platform} en línea en Bubble Shooter",
      "description": "¿Quieres jugar {platform}? Juega los mejores {platform} gratis en línea desde tu navegador. No requiere descarga. ¡Disfruta de {platform} al instante!",
      "keywords": ""
    },
    "notFound": {
      "title": "Categoría no encontrada - Bubble Shooters",
      "description": "No se pudo encontrar la categoría de juego solicitada."
    }
  },
  "platforms": {
    "home": {
      "alt": "Página de inicio",
      "description": "Volver a la página de inicio"
    },
    "history": {
      "alt": "Historial de juego",
      "description": "Ver tus juegos jugados recientemente"
    },
    "random": {
      "alt": "Juego aleatorio",
      "description": "Jugar un juego aleatorio"
    },
    "hot": {
      "alt": "Juegos populares",
      "description": "Juegos de burbujas populares y tendencias"
    },
    "new": {
      "alt": "Juegos nuevos",
      "description": "Juegos de burbujas añadidos recientemente"
    },
    "puzzle": {
      "alt": "Juegos de rompecabezas",
      "description": "Acertijos y juegos de rompecabezas"
    },
    "bubble": {
      "alt": "Juegos de burbujas",
      "description": "Juegos clásicos de Bubble Shooter y de combinación"
    },
    "card": {
      "alt": "Juegos de cartas",
      "description": "Juegos de cartas clásicos y modernos"
    },
    "jumping": {
      "alt": "Juegos de saltos",
      "description": "Juegos de plataformas y saltos"
    },
    "music": {
      "alt": "Juegos musicales",
      "description": "Juegos de ritmo y basados en música"
    }
  },
  "game": {
    "metadata": {
      "title": "Juega {title} en línea desde tu navegador. No requiere descarga - Bubble Shooter",
      "description": "Juega {title} gratis en línea desde tu navegador. No requiere descarga. ¡Disfruta de este emocionante juego, comienza a jugar {title} ahora! ¡Diviértete!",
      "keywords": ""
    },
    "notFound": {
      "title": "Juego no encontrado - Bubble Shooters",
      "description": "No se pudo encontrar el juego solicitado."
    }
  },
  "footer": {
    "description": "Experimenta la diversión de los juegos Bubble Shooter en nuestro sitio web, donde puedes disfrutar de coloridas acciones de estallar burbujas con juegos clásicos y modernos de Bubble Shooter, ¡todos jugables en línea! No requiere descarga.",
    "others": {
      "title": "Otros",
      "privacy": "Política de privacidad",
      "terms": "Términos de servicio"
    },
    "terms": {
      "title": "Términos de servicio",
      "description": "Por favor, lee estos Términos de servicio cuidadosamente antes de usar Bubble Shooters.",
      "lastUpdated": "Última actualización: 16 de marzo de 2025",
      "intro": {
        "text1": "Bienvenido a ",
        "text2": ". Al acceder y utilizar este sitio web, aceptas y estás de acuerdo en estar sujeto a los términos y disposiciones de este acuerdo."
      },
      "service": {
        "title": "Descripción del servicio",
        "text1": " proporciona una plataforma para que los usuarios jueguen juegos de Bubble Shooter a través de sus navegadores web. Nuestro servicio incluye:",
        "items": [
          "Juegos de Bubble Shooter basados en navegador",
          "Información y descripciones de juegos",
          "Contenido relacionado con juegos"
        ]
      },
      "content": {
        "title": "Contenido y derechos de autor",
        "text1": "Todos los juegos y contenido relacionado disponibles a través de nuestro servicio son:",
        "items": [
          "Obtenidos y alojados por servicios de terceros",
          "Sujetos a los derechos de autor y propiedad intelectual de sus respectivos propietarios",
          "No son propiedad ni están controlados por Bubble Shooters"
        ],
        "text2": "No reclamamos la propiedad de ningún juego, ROM o contenido relacionado proporcionado a través de nuestro servicio. Todas las marcas comerciales, marcas de servicio y nombres comerciales son propiedad de sus respectivos dueños."
      },
      "disclaimer": {
        "title": "Descargo de responsabilidad",
        "text1": "Nuestros servicios se proporcionan \"tal cual\" sin garantías de ningún tipo, expresas o implícitas. Bubble Shooters no garantiza que:",
        "items": [
          "El servicio será ininterrumpido o libre de errores",
          "Los juegos o contenido siempre estarán disponibles",
          "Se corregirán errores o defectos"
        ],
        "text2": "No somos responsables de ningún contenido proporcionado por terceros ni de errores u omisiones en el contenido."
      },
      "conduct": {
        "title": "Conducta del usuario",
        "text1": "Al usar nuestro servicio, aceptas no:",
        "items": [
          "Usar el servicio para cualquier propósito ilegal",
          "Intentar obtener acceso no autorizado a cualquier parte del servicio",
          "Interferir o interrumpir el servicio o los servidores",
          "Eludir, desactivar o interferir de otra manera con las funciones de seguridad"
        ]
      },
      "modifications": {
        "title": "Modificaciones al servicio",
        "text1": "Nos reservamos el derecho a:",
        "items": [
          "Modificar o discontinuar cualquier parte de nuestro servicio sin previo aviso",
          "Actualizar estos términos de servicio en cualquier momento",
          "Cambiar los juegos y contenido disponibles a través de nuestro servicio"
        ],
        "text2": "Tu uso continuado del servicio después de cualquier cambio constituye tu aceptación de dichos cambios."
      },
      "governing": {
        "title": "Ley aplicable",
        "text1": "Estos términos se regirán e interpretarán de acuerdo con las leyes aplicables, sin tener en cuenta los principios de conflicto de leyes."
      },
      "contact": {
        "title": "Contacto",
        "text1": "Para cualquier pregunta sobre estos términos, por favor contáctanos en:"
      }
    },
    "privacy": {
      "title": "Política de privacidad",
      "description": "Esta Política de privacidad describe cómo se recopila, utiliza y comparte tu información personal cuando visitas Bubble Shooters.",
      "lastUpdated": "Última actualización: 16 de marzo de 2025",
      "intro": {
        "text1": "Es nuestra política respetar tu privacidad con respecto a cualquier información que podamos recopilar mientras operamos nuestro sitio web. ",
        "text2": " respeta tu privacidad y se compromete a proteger cualquier información que puedas proporcionarnos a través de este sitio web.",
        "text3": "Esta Política de privacidad explica qué información recopilamos, cómo la usamos y bajo qué circunstancias podemos divulgarla a terceros. Esta Política de privacidad se aplica a ",
        "text4": " (en adelante, \"nosotros\" o \"Bubble Shooters\")."
      },
      "collection": {
        "title": "Recopilación de información",
        "description": "Nuestro sitio web no requiere registro de usuario ni inicio de sesión. No recopilamos ninguna información de identificación personal de nuestros usuarios. Los únicos datos que recopilamos son:",
        "items": [
          "Cookies del navegador esenciales para la funcionalidad del sitio web",
          "Estadísticas de uso anónimas para mejorar nuestro servicio"
        ]
      },
      "thirdParty": {
        "title": "Contenido de terceros",
        "description": "Los juegos y contenido relacionado disponibles en nuestro sitio web provienen de plataformas de terceros. No reclamamos la propiedad de este contenido y:",
        "items": [
          "Todos los juegos están alojados y transmitidos desde servicios de terceros",
          "La información, imágenes y descripciones de los juegos son proporcionadas por fuentes de terceros",
          "No ofrecemos garantías sobre la precisión o disponibilidad de este contenido"
        ]
      },
      "cookies": {
        "title": "Uso de cookies",
        "description": "Utilizamos cookies para mejorar tu experiencia de navegación. Estas cookies son:",
        "items": [
          "Esenciales para la funcionalidad básica del sitio web",
          "Utilizadas para recordar tus preferencias de visualización",
          "No utilizadas para fines de seguimiento o publicidad"
        ],
        "control": "Puedes controlar la configuración de cookies a través de las preferencias de tu navegador."
      },
      "links": {
        "title": "Enlaces externos",
        "description": "Nuestro sitio web contiene enlaces a sitios externos que no son operados por nosotros. Si haces clic en un enlace de terceros, serás dirigido al sitio de ese tercero. Te recomendamos encarecidamente que revises la Política de privacidad y los Términos de servicio de cada sitio que visites.",
        "disclaimer": "No tenemos control ni asumimos responsabilidad por el contenido, políticas de privacidad o prácticas de sitios, productos o servicios de terceros."
      },
      "updates": {
        "title": "Actualizaciones de la política",
        "description": "Podemos actualizar esta Política de privacidad de vez en cuando. Te notificaremos cualquier cambio publicando la nueva Política de privacidad en esta página. Se te aconseja revisar esta Política de privacidad periódicamente para cualquier cambio.",
        "consent": "Tu uso continuado de nuestro sitio web después de que publiquemos cualquier modificación a la Política de privacidad constituirá tu reconocimiento de las modificaciones y tu consentimiento para cumplir y estar sujeto a la Política de privacidad modificada."
      },
      "contact": {
        "title": "Contáctanos",
        "description": "Si tienes alguna pregunta sobre esta Política de privacidad, por favor contáctanos a través de nuestro sitio web.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Contáctanos",
      "disclaimer": "Bubble Shooters es un sitio web independiente y no está afiliado a ninguna organización.",
      "rights": "Todos los derechos reservados."
    }
  },
  "search": {
    "placeholder": "Buscar juegos de burbujas...",
    "clearSearch": "Borrar búsqueda",
    "search": "Buscar"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Juega juegos de burbujas en línea"
    }
  },
  "notFound": {
    "title": "Página no encontrada",
    "description": "Lo sentimos, la página que estás buscando no existe o ha sido eliminada.",
    "backHome": "Volver al inicio"
  },
  "history": {
    "metadata": {
      "title": "Historial de juego - Bubble Shooters",
      "description": "Ver el historial de tus juegos de Bubble Shooter jugados recientemente."
    },
    "title": "Historial de juego",
    "description": "Juegos que has jugado recientemente",
    "noHistory": "Aún no has jugado ningún juego",
    "clearHistory": "Borrar historial",
    "lastPlayed": "Última vez jugado",
    "emptyMessage": "Tu historial de juego aparecerá aquí"
  },
  "navigation": {
    "home": "Inicio",
    "history": "Historial",
    "random": "Aleatorio",
    "allGames": "Todos los juegos"
  },
  "searchBar": {
    "placeholder": "Buscar juegos de burbujas...",
    "search": "Buscar"
  }
}