{
  "home": {
    "metadata": {
      "title": "Laruin ang Bubble Shooter Game Online. Hindi Kailangan ng Download.",
      "description": "Laruin ang bubble shooter game online nang libre sa iyong browser. I-enjoy ang classic, 3D, at puzzle bubble shooter na mga laro nang walang download. Mag-enjoy!",
      "keywords": "",
      "og": {
        "title": "Bubble Shooter - Laruin ang Bubble Games Online",
        "description": "Laruin ang bubble shooter games online nang libre sa iyong browser. I-enjoy ang classic, 3D, at puzzle bubble shooter games nang walang download.",
        "imageAlt": "Bubble Shooter - Makulay na Koleksyon ng Bubble Games"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "Lahat ng Bubble Shooter Games Online. Laruin ang Bubble Games Online",
      "description": "Tumingin sa aming kumpletong koleksyon ng bubble shooter games. Laruin ang iyong mga paboritong bubble shooter games online nang libre nang walang download.",
      "keywords": ""
    },
    "title": "Lahat ng Bubble Shooter Unblocked Games",
    "description": "Tumingin sa aming kumpletong koleksyon ng bubble shooter games na pwedeng laruin online.",
    "subDescription": "I-enjoy ang kasiya-siyang pagsabog ng mga bula at hamunin ang iyong matching skills sa aming koleksyon ng bubble shooter games.",
    "browseGames": "Tumingin ng mga Laro",
    "allPlatforms": "Lahat ng Kategorya",
    "foundGames": "Nakahanap ng {count} na laro na tumutugma sa{platform}{query} pamantayan",
    "noGamesFound": "Walang nahanap na laro na tumutugma sa iyong pamantayan.",
    "clearSearch": "Burahin ang paghahanap"
  },
  "games": {
    "loadMore": "Mag-load ng Higit Pang Laro"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Laruin ang {platform} Online sa Bubble Shooter",
      "description": "Gusto mo bang laruin ang {platform}? Laruin ang pinakamahusay na {platform} online nang libre sa iyong browser. Hindi kailangan ng download. I-enjoy ang {platform} agad!",
      "keywords": ""
    },
    "notFound": {
      "title": "Hindi Nahanap ang Kategorya - Bubble Shooters",
      "description": "Hindi mahanap ang hiniling na kategorya ng laro."
    }
  },
  "platforms": {
    "home": {
      "alt": "Home Page",
      "description": "Bumalik sa home page"
    },
    "history": {
      "alt": "Kasaysayan ng Paglalaro",
      "description": "Tingnan ang iyong mga kamakailan na nilaro"
    },
    "random": {
      "alt": "Random na Laro",
      "description": "Maglaro ng random na laro"
    },
    "hot": {
      "alt": "Mga Sikat na Laro",
      "description": "Mga popular at trending na bubble games"
    },
    "new": {
      "alt": "Mga Bagong Laro",
      "description": "Mga kamakailan na idinagdag na bubble games"
    },
    "puzzle": {
      "alt": "Mga Puzzle Games",
      "description": "Mga brain teasers at puzzle games"
    },
    "bubble": {
      "alt": "Mga Bubble Games",
      "description": "Mga classic na bubble shooter at matching games"
    },
    "card": {
      "alt": "Mga Card Games",
      "description": "Mga classic at modernong card games"
    },
    "jumping": {
      "alt": "Mga Jumping Games",
      "description": "Mga platform at jumping games"
    },
    "music": {
      "alt": "Mga Music Games",
      "description": "Mga rhythm at music-based na laro"
    }
  },
  "game": {
    "metadata": {
      "title": "Laruin ang {title} Online sa iyong browser. Hindi kailangan ng download - Bubble Shooter",
      "description": "Laruin ang {title} online nang libre sa iyong browser. Hindi kailangan ng download. I-enjoy ang exciting na laro, simulan ang paglalaro ng {title} ngayon! Mag-enjoy!",
      "keywords": ""
    },
    "notFound": {
      "title": "Hindi Nahanap ang Laro - Bubble Shooters",
      "description": "Hindi mahanap ang hiniling na laro."
    }
  },
  "footer": {
    "description": "Maranasan ang kasiyahan ng Bubble Shooter games sa aming website, kung saan pwede kang mag-enjoy ng makulay na bubble popping action sa mga classic at modernong bubble shooter games—lahat ay pwedeng laruin online! Hindi kailangan ng download.",
    "others": {
      "title": "Iba Pa",
      "privacy": "Patakaran sa Privacy",
      "terms": "Mga Tuntunin ng Serbisyo"
    },
    "terms": {
      "title": "Mga Tuntunin ng Serbisyo",
      "description": "Mangyaring basahin nang mabuti ang Mga Tuntunin ng Serbisyo na ito bago gamitin ang Bubble Shooters.",
      "lastUpdated": "Huling Na-update: Marso 16, 2025",
      "intro": {
        "text1": "Maligayang pagdating sa ",
        "text2": ". Sa pamamagitan ng pag-access at paggamit ng website na ito, tinatanggap mo at sumasang-ayon kang sumunod sa mga tuntunin at probisyon ng kasunduang ito."
      },
      "service": {
        "title": "Paglalarawan ng Serbisyo",
        "text1": " ay nagbibigay ng platform para sa mga user upang maglaro ng bubble shooter games sa pamamagitan ng kanilang mga web browser. Kasama sa aming serbisyo ang:",
        "items": [
          "Mga browser-based na bubble shooter games",
          "Impormasyon at paglalarawan ng laro",
          "Kaugnay na nilalaman ng gaming"
        ]
      },
      "content": {
        "title": "Nilalaman at Copyright",
        "text1": "Lahat ng laro at kaugnay na nilalaman na available sa pamamagitan ng aming serbisyo ay:",
        "items": [
          "Nagmula sa at naka-host ng mga third-party services",
          "Napapailalim sa kani-kanilang mga may-ari ng copyright at karapatan sa intelektwal na ari-arian",
          "Hindi pag-aari o kontrolado ng Bubble Shooters"
        ],
        "text2": "Hindi namin inaangkin ang pagmamay-ari ng anumang laro, ROM, o kaugnay na nilalaman na ibinibigay sa pamamagitan ng aming serbisyo. Lahat ng trademark, service mark, at trade name ay pag-aari ng kani-kanilang may-ari."
      },
      "disclaimer": {
        "title": "Disclaimer",
        "text1": "Ang aming mga serbisyo ay ibinibigay \"as is\" nang walang anumang garantiya, hayagan o ipinahiwatig. Hindi ginagarantiya ng Bubble Shooters na:",
        "items": [
          "Ang serbisyo ay hindi maaantala o walang error",
          "Ang mga laro o nilalaman ay palaging available",
          "Anumang error o depekto ay itatama"
        ],
        "text2": "Hindi kami responsable para sa anumang nilalaman na ibinibigay ng mga third party o para sa anumang error o pagkukulang sa nilalaman."
      },
      "conduct": {
        "title": "Pag-uugali ng User",
        "text1": "Sa paggamit ng aming serbisyo, sumasang-ayon kang hindi:",
        "items": [
          "Gamitin ang serbisyo para sa anumang labag sa batas na layunin",
          "Subukang makakuha ng hindi awtorisadong access sa anumang bahagi ng serbisyo",
          "Makialam o magambala sa serbisyo o mga server",
          "Umiwas, mag-disable, o kung hindi man ay makialam sa mga feature ng seguridad"
        ]
      },
      "modifications": {
        "title": "Mga Pagbabago sa Serbisyo",
        "text1": "Nakalaan ang aming karapatan na:",
        "items": [
          "Baguhin o ihinto ang anumang bahagi ng aming serbisyo nang walang abiso",
          "I-update ang mga tuntunin ng serbisyo na ito anumang oras",
          "Baguhin ang mga laro at nilalaman na available sa pamamagitan ng aming serbisyo"
        ],
        "text2": "Ang iyong patuloy na paggamit ng serbisyo kasunod ng anumang pagbabago ay bumubuo sa iyong pagtanggap sa mga naturang pagbabago."
      },
      "governing": {
        "title": "Namamahalang Batas",
        "text1": "Ang mga tuntuning ito ay pamamahalaan at ipapakahulugan alinsunod sa mga naaangkop na batas, nang walang pagsasaalang-alang sa mga prinsipyo ng salungatan ng batas."
      },
      "contact": {
        "title": "Kontak",
        "text1": "Para sa anumang mga katanungan tungkol sa mga tuntuning ito, mangyaring makipag-ugnayan sa amin sa:"
      }
    },
    "privacy": {
      "title": "Patakaran sa Privacy",
      "description": "Inilalarawan ng Patakaran sa Privacy na ito kung paano kinokolekta, ginagamit, at ibinabahagi ang iyong personal na impormasyon kapag bumibisita ka sa Bubble Shooters.",
      "lastUpdated": "Huling Na-update: Marso 16, 2025",
      "intro": {
        "text1": "Patakaran namin na igalang ang iyong privacy tungkol sa anumang impormasyon na maaari naming kolektahin habang pinapatakbo ang aming website. ",
        "text2": " ay iginagalang ang iyong privacy at nakatuon sa pagprotekta ng anumang impormasyon na maaari mong ibigay sa amin sa pamamagitan ng website na ito.",
        "text3": "Ipinapaliwanag ng Patakaran sa Privacy na ito kung anong impormasyon ang kinokolekta namin, paano namin ito ginagamit, at sa ilalim ng anong mga pangyayari maaari namin itong isiwalat sa mga third party. Ang Patakaran sa Privacy na ito ay nalalapat sa ",
        "text4": " (mula ngayon, \"kami\" o \"Bubble Shooters\")."
      },
      "collection": {
        "title": "Koleksyon ng Impormasyon",
        "description": "Ang aming website ay hindi nangangailangan ng user registration o login. Hindi kami kumokolekta ng anumang personal na impormasyon mula sa aming mga user. Ang tanging data na kinokolekta namin ay:",
        "items": [
          "Mga browser cookie na mahalaga para sa functionality ng website",
          "Mga anonymous na istatistika ng paggamit upang mapabuti ang aming serbisyo"
        ]
      },
      "thirdParty": {
        "title": "Nilalaman ng Third-Party",
        "description": "Ang mga laro at kaugnay na nilalaman na available sa aming website ay nagmula sa mga third-party platform. Hindi namin inaangkin ang pagmamay-ari ng nilalaman na ito at:",
        "items": [
          "Lahat ng laro ay naka-host at naka-stream mula sa mga third-party services",
          "Ang impormasyon, mga larawan, at paglalarawan ng laro ay ibinibigay ng mga third-party sources",
          "Hindi kami nagbibigay ng mga garantiya tungkol sa katumpakan o availability ng nilalaman na ito"
        ]
      },
      "cookies": {
        "title": "Paggamit ng Cookies",
        "description": "Gumagamit kami ng cookies upang mapahusay ang iyong browsing experience. Ang mga cookies na ito ay:",
        "items": [
          "Mahalaga para sa pangunahing functionality ng website",
          "Ginagamit upang matandaan ang iyong mga display preference",
          "Hindi ginagamit para sa tracking o advertising purposes"
        ],
        "control": "Maaari mong kontrolin ang mga setting ng cookie sa pamamagitan ng mga preference ng iyong browser."
      },
      "links": {
        "title": "Mga External na Link",
        "description": "Ang aming website ay naglalaman ng mga link sa mga external na site na hindi namin pinapatakbo. Kung mag-click ka sa isang third-party link, ire-redirect ka sa site ng third party na iyon. Lubos naming inirerekomenda na suriin mo ang Patakaran sa Privacy at Mga Tuntunin ng Serbisyo ng bawat site na binibisita mo.",
        "disclaimer": "Wala kaming kontrol sa, at hindi kami umaako ng responsibilidad para sa nilalaman, mga patakaran sa privacy, o mga gawi ng anumang third-party site, produkto, o serbisyo."
      },
      "updates": {
        "title": "Mga Update sa Patakaran",
        "description": "Maaari naming i-update ang Patakaran sa Privacy na ito paminsan-minsan. Aabisuhan ka namin ng anumang pagbabago sa pamamagitan ng pag-post ng bagong Patakaran sa Privacy sa page na ito. Pinapayuhan kang suriin ang Patakaran sa Privacy na ito paminsan-minsan para sa anumang pagbabago.",
        "consent": "Ang iyong patuloy na paggamit ng aming website pagkatapos naming mag-post ng anumang pagbabago sa Patakaran sa Privacy ay bubuo sa iyong pagkilala sa mga pagbabago at sa iyong pagsang-ayon na sumunod at maging saklaw ng binagong Patakaran sa Privacy."
      },
      "contact": {
        "title": "Makipag-ugnayan sa Amin",
        "description": "Kung mayroon kang anumang mga katanungan tungkol sa Patakaran sa Privacy na ito, mangyaring makipag-ugnayan sa amin sa pamamagitan ng aming website.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Makipag-ugnayan sa Amin",
      "disclaimer": "Ang Bubble Shooters ay isang independiyenteng website at hindi affiliated sa anumang organisasyon.",
      "rights": "Lahat ng karapatan ay nakalaan."
    }
  },
  "search": {
    "placeholder": "Maghanap ng Bubble Games ...",
    "clearSearch": "Burahin ang paghahanap",
    "search": "Maghanap"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Laruin ang Bubble Games Online"
    }
  },
  "notFound": {
    "title": "Hindi Nahanap ang Page",
    "description": "Paumanhin, ang page na hinahanap mo ay hindi umiiral o inalis na.",
    "backHome": "Bumalik sa Home"
  },
  "history": {
    "metadata": {
      "title": "Kasaysayan ng Paglalaro - Bubble Shooters",
      "description": "Tingnan ang kasaysayan ng iyong mga kamakailan na nilaro na bubble shooter games."
    },
    "title": "Kasaysayan ng Paglalaro",
    "description": "Mga laro na nilaro mo kamakailan",
    "noHistory": "Wala ka pang nilalaro na anumang laro",
    "clearHistory": "Burahin ang Kasaysayan",
    "lastPlayed": "Huling nilaro",
    "emptyMessage": "Ang iyong kasaysayan ng paglalaro ay lalabas dito"
  },
  "navigation": {
    "home": "Home",
    "history": "Kasaysayan",
    "random": "Random",
    "allGames": "Lahat ng Laro"
  },
  "searchBar": {
    "placeholder": "Maghanap ng Bubble Games...",
    "search": "Maghanap"
  }
}