{
  "home": {
    "metadata": {
      "title": "Jouez à Bubble Shooter en ligne. Aucun téléchargement requis.",
      "description": "Jouez gratuitement à Bubble Shooter en ligne dans votre navigateur. Profitez des jeux classiques, 3D et de puzzle Bubble Shooter sans téléchargement. Amusez-vous !",
      "keywords": "",
      "og": {
        "title": "Bubble Shooter - Jouez aux jeux de bulles en ligne",
        "description": "Jouez gratuitement aux jeux Bubble Shooter en ligne dans votre navigateur. Profitez des jeux classiques, 3D et de puzzle Bubble Shooter sans téléchargement.",
        "imageAlt": "Bubble Shooter - Collection colorée de jeux de bulles"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "Tous les jeux Bubble Shooter en ligne. Jouez aux jeux de bulles en ligne",
      "description": "Parcourez notre collection complète de jeux Bubble Shooter. Jouez gratuitement à vos jeux Bubble Shooter préférés en ligne sans téléchargement.",
      "keywords": ""
    },
    "title": "Tous les jeux Bubble Shooter débloqués",
    "description": "Parcourez notre collection complète de jeux Bubble Shooter disponibles pour jouer en ligne.",
    "subDescription": "Profitez du plaisir satisfaisant de faire éclater des bulles et mettez au défi vos compétences d'association avec notre collection de jeux Bubble Shooter.",
    "browseGames": "Parcourir les jeux",
    "allPlatforms": "Toutes les catégories",
    "foundGames": "Trouvé {count} jeux correspondant aux critères{platform}{query}",
    "noGamesFound": "Aucun jeu correspondant à vos critères n'a été trouvé.",
    "clearSearch": "Effacer la recherche"
  },
  "games": {
    "loadMore": "Charger plus de jeux"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Jouez à {platform} en ligne sur Bubble Shooter",
      "description": "Vous voulez jouer à {platform} ? Jouez gratuitement aux meilleurs {platform} en ligne dans votre navigateur. Aucun téléchargement requis. Profitez de {platform} instantanément.",
      "keywords": ""
    },
    "notFound": {
      "title": "Catégorie non trouvée - Bubble Shooters",
      "description": "La catégorie de jeu demandée n'a pas pu être trouvée."
    }
  },
  "platforms": {
    "home": {
      "alt": "Page d'accueil",
      "description": "Retour à la page d'accueil"
    },
    "history": {
      "alt": "Historique de jeu",
      "description": "Voir vos jeux récemment joués"
    },
    "random": {
      "alt": "Jeu aléatoire",
      "description": "Jouer à un jeu aléatoire"
    },
    "hot": {
      "alt": "Jeux populaires",
      "description": "Jeux de bulles populaires et tendances"
    },
    "new": {
      "alt": "Nouveaux jeux",
      "description": "Jeux de bulles récemment ajoutés"
    },
    "puzzle": {
      "alt": "Jeux de puzzle",
      "description": "Casse-têtes et jeux de puzzle"
    },
    "bubble": {
      "alt": "Jeux de bulles",
      "description": "Jeux classiques de Bubble Shooter et d'association"
    },
    "card": {
      "alt": "Jeux de cartes",
      "description": "Jeux de cartes classiques et modernes"
    },
    "jumping": {
      "alt": "Jeux de saut",
      "description": "Jeux de plateforme et de saut"
    },
    "music": {
      "alt": "Jeux musicaux",
      "description": "Jeux de rythme et basés sur la musique"
    }
  },
  "game": {
    "metadata": {
      "title": "Jouez à {title} en ligne dans votre navigateur. Aucun téléchargement requis - Bubble Shooter",
      "description": "Jouez gratuitement à {title} en ligne dans votre navigateur. Aucun téléchargement requis. Profitez de ce jeu passionnant, commencez à jouer à {title} maintenant ! Amusez-vous !",
      "keywords": ""
    },
    "notFound": {
      "title": "Jeu non trouvé - Bubble Shooters",
      "description": "Le jeu demandé n'a pas pu être trouvé."
    }
  },
  "footer": {
    "description": "Découvrez le plaisir des jeux Bubble Shooter sur notre site web, où vous pouvez profiter d'une action colorée d'éclatement de bulles avec des jeux classiques et modernes de Bubble Shooter — tous jouables en ligne ! Aucun téléchargement requis.",
    "others": {
      "title": "Autres",
      "privacy": "Politique de confidentialité",
      "terms": "Conditions d'utilisation"
    },
    "terms": {
      "title": "Conditions d'utilisation",
      "description": "Veuillez lire attentivement ces Conditions d'utilisation avant d'utiliser Bubble Shooters.",
      "lastUpdated": "Dernière mise à jour : 16 mars 2025",
      "intro": {
        "text1": "Bienvenue sur ",
        "text2": ". En accédant et en utilisant ce site web, vous acceptez et consentez à être lié par les termes et dispositions de cet accord."
      },
      "service": {
        "title": "Description du service",
        "text1": " fournit une plateforme permettant aux utilisateurs de jouer à des jeux Bubble Shooter via leurs navigateurs web. Notre service comprend :",
        "items": [
          "Jeux Bubble Shooter basés sur navigateur",
          "Informations et descriptions de jeux",
          "Contenu lié aux jeux"
        ]
      },
      "content": {
        "title": "Contenu et droits d'auteur",
        "text1": "Tous les jeux et contenus associés disponibles via notre service sont :",
        "items": [
          "Provenant de et hébergés par des services tiers",
          "Soumis aux droits d'auteur et droits de propriété intellectuelle de leurs propriétaires respectifs",
          "Non détenus ou contrôlés par Bubble Shooters"
        ],
        "text2": "Nous ne revendiquons pas la propriété des jeux, ROMs ou contenus associés fournis via notre service. Toutes les marques commerciales, marques de service et noms commerciaux sont la propriété de leurs propriétaires respectifs."
      },
      "disclaimer": {
        "title": "Avis de non-responsabilité",
        "text1": "Nos services sont fournis \"tels quels\" sans aucune garantie, expresse ou implicite. Bubble Shooters ne garantit pas que :",
        "items": [
          "Le service sera ininterrompu ou sans erreur",
          "Les jeux ou contenus seront toujours disponibles",
          "Les erreurs ou défauts seront corrigés"
        ],
        "text2": "Nous ne sommes pas responsables des contenus fournis par des tiers ou des erreurs ou omissions dans le contenu."
      },
      "conduct": {
        "title": "Conduite de l'utilisateur",
        "text1": "En utilisant notre service, vous acceptez de ne pas :",
        "items": [
          "Utiliser le service à des fins illégales",
          "Tenter d'obtenir un accès non autorisé à une partie quelconque du service",
          "Interférer avec ou perturber le service ou les serveurs",
          "Contourner, désactiver ou interférer autrement avec les fonctionnalités de sécurité"
        ]
      },
      "modifications": {
        "title": "Modifications du service",
        "text1": "Nous nous réservons le droit de :",
        "items": [
          "Modifier ou interrompre toute partie de notre service sans préavis",
          "Mettre à jour ces conditions d'utilisation à tout moment",
          "Changer les jeux et contenus disponibles via notre service"
        ],
        "text2": "Votre utilisation continue du service suite à des modifications constitue votre acceptation de ces modifications."
      },
      "governing": {
        "title": "Loi applicable",
        "text1": "Ces conditions seront régies et interprétées conformément aux lois applicables, sans égard aux principes de conflits de lois."
      },
      "contact": {
        "title": "Contact",
        "text1": "Pour toute question concernant ces conditions, veuillez nous contacter à :"
      }
    },
    "privacy": {
      "title": "Politique de confidentialité",
      "description": "Cette Politique de confidentialité décrit comment vos informations personnelles sont collectées, utilisées et partagées lorsque vous visitez Bubble Shooters.",
      "lastUpdated": "Dernière mise à jour : 16 mars 2025",
      "intro": {
        "text1": "Notre politique est de respecter votre vie privée concernant toute information que nous pourrions collecter lors de l'exploitation de notre site web. ",
        "text2": " respecte votre vie privée et s'engage à protéger toute information que vous pourriez nous fournir via ce site web.",
        "text3": "Cette Politique de confidentialité explique quelles informations nous collectons, comment nous les utilisons et dans quelles circonstances nous pouvons les divulguer à des tiers. Cette Politique de confidentialité s'applique à ",
        "text4": " (ci-après, \"nous\" ou \"Bubble Shooters\")."
      },
      "collection": {
        "title": "Collecte d'informations",
        "description": "Notre site web ne nécessite pas d'inscription ou de connexion utilisateur. Nous ne collectons aucune information personnellement identifiable de nos utilisateurs. Les seules données que nous collectons sont :",
        "items": [
          "Cookies de navigateur essentiels pour la fonctionnalité du site web",
          "Statistiques d'utilisation anonymes pour améliorer notre service"
        ]
      },
      "thirdParty": {
        "title": "Contenu tiers",
        "description": "Les jeux et contenus associés disponibles sur notre site web proviennent de plateformes tierces. Nous ne revendiquons pas la propriété de ce contenu et :",
        "items": [
          "Tous les jeux sont hébergés et diffusés à partir de services tiers",
          "Les informations, images et descriptions des jeux sont fournies par des sources tierces",
          "Nous n'offrons aucune garantie concernant l'exactitude ou la disponibilité de ce contenu"
        ]
      },
      "cookies": {
        "title": "Utilisation des cookies",
        "description": "Nous utilisons des cookies pour améliorer votre expérience de navigation. Ces cookies sont :",
        "items": [
          "Essentiels pour la fonctionnalité de base du site web",
          "Utilisés pour mémoriser vos préférences d'affichage",
          "Non utilisés à des fins de suivi ou de publicité"
        ],
        "control": "Vous pouvez contrôler les paramètres des cookies via les préférences de votre navigateur."
      },
      "links": {
        "title": "Liens externes",
        "description": "Notre site web contient des liens vers des sites externes qui ne sont pas exploités par nous. Si vous cliquez sur un lien tiers, vous serez dirigé vers le site de ce tiers. Nous vous conseillons vivement de consulter la Politique de confidentialité et les Conditions d'utilisation de chaque site que vous visitez.",
        "disclaimer": "Nous n'avons aucun contrôle et n'assumons aucune responsabilité pour le contenu, les politiques de confidentialité ou les pratiques des sites, produits ou services tiers."
      },
      "updates": {
        "title": "Mises à jour de la politique",
        "description": "Nous pouvons mettre à jour cette Politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de confidentialité sur cette page. Il vous est conseillé de consulter périodiquement cette Politique de confidentialité pour tout changement.",
        "consent": "Votre utilisation continue de notre site web après la publication de modifications à la Politique de confidentialité constituera votre reconnaissance des modifications et votre consentement à respecter et être lié par la Politique de confidentialité modifiée."
      },
      "contact": {
        "title": "Contactez-nous",
        "description": "Si vous avez des questions concernant cette Politique de confidentialité, veuillez nous contacter via notre site web.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Contactez-nous",
      "disclaimer": "Bubble Shooters est un site web indépendant et n'est affilié à aucune organisation.",
      "rights": "Tous droits réservés."
    }
  },
  "search": {
    "placeholder": "Rechercher des jeux de bulles...",
    "clearSearch": "Effacer la recherche",
    "search": "Rechercher"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Jouez aux jeux de bulles en ligne"
    }
  },
  "notFound": {
    "title": "Page non trouvée",
    "description": "Désolé, la page que vous recherchez n'existe pas ou a été supprimée.",
    "backHome": "Retour à l'accueil"
  },
  "history": {
    "metadata": {
      "title": "Historique de jeu - Bubble Shooters",
      "description": "Consultez l'historique de vos jeux Bubble Shooter récemment joués."
    },
    "title": "Historique de jeu",
    "description": "Jeux auxquels vous avez récemment joué",
    "noHistory": "Vous n'avez encore joué à aucun jeu",
    "clearHistory": "Effacer l'historique",
    "lastPlayed": "Dernière partie",
    "emptyMessage": "Votre historique de jeu apparaîtra ici"
  },
  "navigation": {
    "home": "Accueil",
    "history": "Historique",
    "random": "Aléatoire",
    "allGames": "Tous les jeux"
  },
  "searchBar": {
    "placeholder": "Rechercher des jeux de bulles...",
    "search": "Rechercher"
  }
}