{
  "home": {
    "metadata": {
      "title": "ऑनलाइन बुलबुला शूटर गेम खेलें। डाउनलोड की आवश्यकता नहीं है।",
      "description": "अपने ब्राउज़र में मुफ्त में ऑनलाइन बुलबुला शूटर गेम खेलें। क्लासिक, 3D, और पज़ल बुलबुला शूटर अनब्लॉक्ड गेम्स का बिना डाउनलोड के आनंद लें। मज़े करें!",
      "keywords": "",
      "og": {
        "title": "बुलबुला शूटर्स - ऑनलाइन बुलबुला गेम्स खेलें",
        "description": "अपने ब्राउज़र में मुफ्त में ऑनलाइन बुलबुला शूटर गेम्स खेलें। क्लासिक, 3D, और पज़ल बुलबुला शूटर गेम्स का बिना डाउनलोड के आनंद लें।",
        "imageAlt": "बुलबुला शूटर्स - रंगीन बुलबुला गेम्स संग्रह"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "सभी बुलबुला शूटर गेम्स ऑनलाइन। ऑनलाइन बुलबुला गेम्स खेलें",
      "description": "हमारे बुलबुला शूटर गेम्स के पूरे संग्रह को ब्राउज़ करें। अपने पसंदीदा बुलबुला शूटर गेम्स को बिना डाउनलोड के मुफ्त में ऑनलाइन खेलें।",
      "keywords": ""
    },
    "title": "सभी बुलबुला शूटर अनब्लॉक्ड गेम्स",
    "description": "ऑनलाइन खेलने के लिए उपलब्ध हमारे बुलबुला शूटर गेम्स के पूरे संग्रह को ब्राउज़ करें।",
    "subDescription": "बुलबुलों के संतोषजनक पॉप का आनंद लें और हमारे बुलबुला शूटर गेम्स के संग्रह के साथ अपने मिलान कौशल को चुनौती दें।",
    "browseGames": "गेम्स ब्राउज़ करें",
    "allPlatforms": "सभी श्रेणियां",
    "foundGames": "{platform}{query} मापदंड से मेल खाते {count} गेम्स मिले",
    "noGamesFound": "आपके मापदंड से मेल खाते कोई गेम नहीं मिले।",
    "clearSearch": "खोज साफ़ करें"
  },
  "games": {
    "loadMore": "और गेम्स लोड करें"
  },
  "category": {
    "metadata": {
      "title": "{platform} - बुलबुला शूटर पर ऑनलाइन {platform} खेलें",
      "description": "क्या आप {platform} खेलना चाहते हैं? अपने ब्राउज़र में मुफ्त में ऑनलाइन सर्वश्रेष्ठ {platform} खेलें। डाउनलोड की आवश्यकता नहीं है। तुरंत {platform} का आनंद लें।",
      "keywords": ""
    },
    "notFound": {
      "title": "श्रेणी नहीं मिली - बुलबुला शूटर्स",
      "description": "अनुरोधित गेम श्रेणी नहीं मिल सकी।"
    }
  },
  "platforms": {
    "home": {
      "alt": "होम पेज",
      "description": "होम पेज पर वापस जाएं"
    },
    "history": {
      "alt": "खेल इतिहास",
      "description": "अपने हाल ही में खेले गए गेम्स देखें"
    },
    "random": {
      "alt": "रैंडम गेम",
      "description": "एक रैंडम गेम खेलें"
    },
    "hot": {
      "alt": "हॉट गेम्स",
      "description": "लोकप्रिय और ट्रेंडिंग बुलबुला गेम्स"
    },
    "new": {
      "alt": "नए गेम्स",
      "description": "हाल ही में जोड़े गए बुलबुला गेम्स"
    },
    "puzzle": {
      "alt": "पज़ल गेम्स",
      "description": "दिमागी पहेलियां और पज़ल गेम्स"
    },
    "bubble": {
      "alt": "बुलबुला गेम्स",
      "description": "क्लासिक बुलबुला शूटर और मिलान गेम्स"
    },
    "card": {
      "alt": "कार्ड गेम्स",
      "description": "क्लासिक और आधुनिक कार्ड गेम्स"
    },
    "jumping": {
      "alt": "जंपिंग गेम्स",
      "description": "प्लेटफॉर्म और जंपिंग गेम्स"
    },
    "music": {
      "alt": "म्यूजिक गेम्स",
      "description": "रिदम और म्यूजिक-आधारित गेम्स"
    }
  },
  "game": {
    "metadata": {
      "title": "अपने ब्राउज़र में ऑनलाइन {title} खेलें। डाउनलोड की आवश्यकता नहीं है - बुलबुला शूटर",
      "description": "अपने ब्राउज़र में मुफ्त में ऑनलाइन {title} खेलें। डाउनलोड की आवश्यकता नहीं है। रोमांचक गेम का आनंद लें, अभी {title} खेलना शुरू करें! मज़े करें!",
      "keywords": ""
    },
    "notFound": {
      "title": "गेम नहीं मिला - बुलबुला शूटर्स",
      "description": "अनुरोधित गेम नहीं मिल सका।"
    }
  },
  "footer": {
    "description": "हमारी वेबसाइट पर बुलबुला शूटर गेम्स के मज़े का अनुभव करें, जहां आप क्लासिक और आधुनिक बुलबुला शूटर गेम्स के साथ रंगीन बुलबुला पॉपिंग एक्शन का आनंद ले सकते हैं—सभी ऑनलाइन खेलने योग्य! डाउनलोड की आवश्यकता नहीं है।",
    "others": {
      "title": "अन्य",
      "privacy": "गोपनीयता नीति",
      "terms": "सेवा की शर्तें"
    },
    "terms": {
      "title": "सेवा की शर्तें",
      "description": "बुलबुला शूटर्स का उपयोग करने से पहले कृपया इन सेवा की शर्तों को ध्यान से पढ़ें।",
      "lastUpdated": "अंतिम अपडेट: 16 मार्च, 2025",
      "intro": {
        "text1": "में आपका स्वागत है ",
        "text2": ". इस वेबसाइट तक पहुंचकर और इसका उपयोग करके, आप इस समझौते की शर्तों और प्रावधानों से बंधे होने के लिए स्वीकार करते हैं और सहमत होते हैं।"
      },
      "service": {
        "title": "सेवा विवरण",
        "text1": " उपयोगकर्ताओं को अपने वेब ब्राउज़र के माध्यम से बुलबुला शूटर गेम्स खेलने के लिए एक प्लेटफॉर्म प्रदान करता है। हमारी सेवा में शामिल हैं:",
        "items": [
          "ब्राउज़र-आधारित बुलबुला शूटर गेम्स",
          "गेम जानकारी और विवरण",
          "संबंधित गेमिंग सामग्री"
        ]
      },
      "content": {
        "title": "सामग्री और कॉपीराइट",
        "text1": "हमारी सेवा के माध्यम से उपलब्ध सभी गेम्स और संबंधित सामग्री हैं:",
        "items": [
          "तृतीय-पक्ष सेवाओं से प्राप्त और होस्ट की गई",
          "अपने संबंधित मालिकों के कॉपीराइट और बौद्धिक संपदा अधिकारों के अधीन",
          "बुलबुला शूटर्स के स्वामित्व या नियंत्रण में नहीं"
        ],
        "text2": "हम हमारी सेवा के माध्यम से प्रदान किए गए किसी भी गेम, ROM, या संबंधित सामग्री के स्वामित्व का दावा नहीं करते हैं। सभी ट्रेडमार्क, सेवा चिह्न और व्यापार नाम उनके संबंधित मालिकों की संपत्ति हैं।"
      },
      "disclaimer": {
        "title": "अस्वीकरण",
        "text1": "हमारी सेवाएं बिना किसी वारंटी, व्यक्त या निहित के \"जैसी हैं\" प्रदान की जाती हैं। बुलबुला शूटर्स यह गारंटी नहीं देता है कि:",
        "items": [
          "सेवा निर्बाध या त्रुटि-मुक्त होगी",
          "गेम्स या सामग्री हमेशा उपलब्ध होंगे",
          "किसी भी त्रुटि या दोष को सुधारा जाएगा"
        ],
        "text2": "हम तृतीय पक्षों द्वारा प्रदान की गई किसी भी सामग्री या सामग्री में किसी भी त्रुटि या चूक के लिए जिम्मेदार नहीं हैं।"
      },
      "conduct": {
        "title": "उपयोगकर्ता आचरण",
        "text1": "हमारी सेवा का उपयोग करके, आप सहमत होते हैं कि आप नहीं करेंगे:",
        "items": [
          "सेवा का उपयोग किसी भी अवैध उद्देश्य के लिए",
          "सेवा के किसी भी हिस्से तक अनधिकृत पहुंच प्राप्त करने का प्रयास",
          "सेवा या सर्वर में हस्तक्षेप या बाधा डालना",
          "सुरक्षा सुविधाओं को बायपास, अक्षम, या अन्यथा हस्तक्षेप करना"
        ]
      },
      "modifications": {
        "title": "सेवा में संशोधन",
        "text1": "हम निम्न अधिकार सुरक्षित रखते हैं:",
        "items": [
          "बिना सूचना के हमारी सेवा के किसी भी हिस्से को संशोधित या बंद करना",
          "किसी भी समय इन सेवा की शर्तों को अपडेट करना",
          "हमारी सेवा के माध्यम से उपलब्ध गेम्स और सामग्री को बदलना"
        ],
        "text2": "किसी भी परिवर्तन के बाद सेवा का आपका निरंतर उपयोग ऐसे परिवर्तनों की आपकी स्वीकृति का गठन करता है।"
      },
      "governing": {
        "title": "शासी कानून",
        "text1": "ये शर्तें लागू कानूनों के अनुसार शासित और व्याख्या की जाएंगी, कानून के सिद्धांतों के संघर्ष पर विचार किए बिना।"
      },
      "contact": {
        "title": "संपर्क",
        "text1": "इन शर्तों के बारे में किसी भी प्रश्न के लिए, कृपया हमसे यहां संपर्क करें:"
      }
    },
    "privacy": {
      "title": "गोपनीयता नीति",
      "description": "यह गोपनीयता नीति बताती है कि जब आप बुलबुला शूटर्स पर जाते हैं तो आपकी व्यक्तिगत जानकारी कैसे एकत्र, उपयोग और साझा की जाती है।",
      "lastUpdated": "अंतिम अपडेट: 16 मार्च, 2025",
      "intro": {
        "text1": "हमारी वेबसाइट का संचालन करते समय हम जो भी जानकारी एकत्र कर सकते हैं, उसके संबंध में आपकी गोपनीयता का सम्मान करना हमारी नीति है। ",
        "text2": " आपकी गोपनीयता का सम्मान करता है और इस वेबसाइट के माध्यम से आप हमें जो भी जानकारी प्रदान कर सकते हैं, उसकी सुरक्षा के लिए प्रतिबद्ध है।",
        "text3": "यह गोपनीयता नीति बताती है कि हम कौन सी जानकारी एकत्र करते हैं, हम इसका उपयोग कैसे करते हैं, और किन परिस्थितियों में हम इसे तीसरे पक्षों को प्रकट कर सकते हैं। यह गोपनीयता नीति लागू होती है ",
        "text4": " (इसके बाद, \"हम\", \"हमारा\", या \"बुलबुला शूटर्स\")।"
      },
      "collection": {
        "title": "जानकारी संग्रह",
        "description": "हमारी वेबसाइट के लिए उपयोगकर्ता पंजीकरण या लॉगिन की आवश्यकता नहीं है। हम अपने उपयोगकर्ताओं से कोई भी व्यक्तिगत रूप से पहचान योग्य जानकारी एकत्र नहीं करते हैं। हम जो केवल डेटा एकत्र करते हैं वे हैं:",
        "items": [
          "वेबसाइट कार्यक्षमता के लिए आवश्यक ब्राउज़र कुकीज़",
          "हमारी सेवा को बेहतर बनाने के लिए अनाम उपयोग आंकड़े"
        ]
      },
      "thirdParty": {
        "title": "तृतीय-पक्ष सामग्री",
        "description": "हमारी वेबसाइट पर उपलब्ध गेम्स और संबंधित सामग्री तृतीय-पक्ष प्लेटफॉर्म से प्राप्त की जाती है। हम इस सामग्री के स्वामित्व का दावा नहीं करते हैं और:",
        "items": [
          "सभी गेम्स तृतीय-पक्ष सेवाओं पर होस्ट और स्ट्रीम किए जाते हैं",
          "गेम जानकारी, छवियां और विवरण तृतीय-पक्ष स्रोतों द्वारा प्रदान किए जाते हैं",
          "हम इस सामग्री की सटीकता या उपलब्धता के बारे में कोई वारंटी नहीं देते हैं"
        ]
      },
      "cookies": {
        "title": "कुकीज़ का उपयोग",
        "description": "हम आपके ब्राउज़िंग अनुभव को बढ़ाने के लिए कुकीज़ का उपयोग करते हैं। ये कुकीज़ हैं:",
        "items": [
          "बुनियादी वेबसाइट कार्यक्षमता के लिए आवश्यक",
          "आपकी डिस्प्ले प्राथमिकताओं को याद रखने के लिए उपयोग किया जाता है",
          "ट्रैकिंग या विज्ञापन उद्देश्यों के लिए उपयोग नहीं किया जाता है"
        ],
        "control": "आप अपने ब्राउज़र प्राथमिकताओं के माध्यम से कुकी सेटिंग्स को नियंत्रित कर सकते हैं।"
      },
      "links": {
        "title": "बाहरी लिंक",
        "description": "हमारी वेबसाइट में ऐसे बाहरी साइटों के लिंक शामिल हैं जो हमारे द्वारा संचालित नहीं हैं। यदि आप किसी तृतीय-पक्ष लिंक पर क्लिक करते हैं, तो आपको उस तृतीय पक्ष की साइट पर निर्देशित किया जाएगा। हम आपको हर साइट की गोपनीयता नीति और सेवा की शर्तों की समीक्षा करने की दृढ़ता से सलाह देते हैं जिसे आप देखते हैं।",
        "disclaimer": "हमारे पास किसी भी तृतीय-पक्ष साइट, उत्पादों या सेवाओं की सामग्री, गोपनीयता नीतियों या प्रथाओं पर कोई नियंत्रण नहीं है, और हम कोई जिम्मेदारी नहीं लेते हैं।"
      },
      "updates": {
        "title": "नीति अपडेट",
        "description": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। हम आपको इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके किसी भी परिवर्तन की सूचना देंगे। आपको किसी भी परिवर्तन के लिए इस गोपनीयता नीति की समय-समय पर समीक्षा करने की सलाह दी जाती है।",
        "consent": "गोपनीयता नीति में किसी भी संशोधन को पोस्ट करने के बाद हमारी वेबसाइट का आपका निरंतर उपयोग संशोधनों की आपकी स्वीकृति और संशोधित गोपनीयता नीति का पालन करने और उससे बंधे होने की आपकी सहमति का गठन करेगा।"
      },
      "contact": {
        "title": "हमसे संपर्क करें",
        "description": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया हमारी वेबसाइट के माध्यम से हमसे संपर्क करें।",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "हमसे संपर्क करें",
      "disclaimer": "बुलबुला शूटर्स एक स्वतंत्र वेबसाइट है और किसी भी संगठन से संबद्ध नहीं है।",
      "rights": "सर्वाधिकार सुरक्षित।"
    }
  },
  "search": {
    "placeholder": "बुलबुला गेम्स खोजें ...",
    "clearSearch": "खोज साफ़ करें",
    "search": "खोजें"
  },
  "common": {
    "logo": {
      "title": "बुलबुला शूटर - ऑनलाइन बुलबुला गेम्स खेलें"
    }
  },
  "notFound": {
    "title": "पृष्ठ नहीं मिला",
    "description": "क्षमा करें, आप जिस पृष्ठ की तलाश कर रहे हैं वह मौजूद नहीं है या हटा दिया गया है।",
    "backHome": "होम पर वापस जाएं"
  },
  "history": {
    "metadata": {
      "title": "खेल इतिहास - बुलबुला शूटर्स",
      "description": "अपने हाल ही में खेले गए बुलबुला शूटर गेम्स के इतिहास को देखें।"
    },
    "title": "खेल इतिहास",
    "description": "आपके द्वारा हाल ही में खेले गए गेम्स",
    "noHistory": "आपने अभी तक कोई गेम नहीं खेला है",
    "clearHistory": "इतिहास साफ़ करें",
    "lastPlayed": "आखिरी बार खेला गया",
    "emptyMessage": "आपका खेल इतिहास यहां दिखाई देगा"
  },
  "navigation": {
    "home": "होम",
    "history": "इतिहास",
    "random": "रैंडम",
    "allGames": "सभी गेम्स"
  },
  "searchBar": {
    "placeholder": "बुलबुला गेम्स खोजें...",
    "search": "खोजें"
  }
}