{
  "home": {
    "metadata": {
      "title": "Gioca a Bubble Shooter Online. Nessun download richiesto.",
      "description": "Gioca a bubble shooter online gratuitamente nel tuo browser. Divertiti con giochi classici, 3D e puzzle di bubble shooter sbloccati senza bisogno di scaricare. Buon divertimento!",
      "keywords": "",
      "og": {
        "title": "Bubble Shooter - Gioca ai Giochi di Bolle Online",
        "description": "Gioca ai giochi bubble shooter online gratuitamente nel tuo browser. Divertiti con giochi classici, 3D e puzzle di bubble shooter senza bisogno di scaricare.",
        "imageAlt": "Bubble Shooter - Collezione Colorata di Giochi di Bolle"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "Tutti i Giochi Bubble Shooter Online. Gioca ai Giochi di Bolle Online",
      "description": "Sfoglia la nostra collezione completa di giochi bubble shooter. Gioca ai tuoi giochi bubble shooter preferiti online gratuitamente senza bisogno di scaricare.",
      "keywords": ""
    },
    "title": "Tutti i Giochi Bubble Shooter Sbloccati",
    "description": "Sfoglia la nostra collezione completa di giochi bubble shooter disponibili per giocare online.",
    "subDescription": "Goditi il soddisfacente scoppio delle bolle e metti alla prova le tue abilità di abbinamento con la nostra collezione di giochi bubble shooter.",
    "browseGames": "Sfoglia Giochi",
    "allPlatforms": "Tutte le Categorie",
    "foundGames": "Trovati {count} giochi corrispondenti ai criteri{platform}{query}",
    "noGamesFound": "Nessun gioco trovato corrispondente ai tuoi criteri.",
    "clearSearch": "Cancella ricerca"
  },
  "games": {
    "loadMore": "Carica Altri Giochi"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Gioca a {platform} Online su Bubble Shooter",
      "description": "Vuoi giocare a {platform}? Gioca ai migliori {platform} online gratuitamente nel tuo browser. Nessun download richiesto. Divertiti con {platform} istantaneamente.",
      "keywords": ""
    },
    "notFound": {
      "title": "Categoria Non Trovata - Bubble Shooters",
      "description": "La categoria di gioco richiesta non è stata trovata."
    }
  },
  "platforms": {
    "home": {
      "alt": "Pagina Iniziale",
      "description": "Torna alla pagina iniziale"
    },
    "history": {
      "alt": "Cronologia di Gioco",
      "description": "Visualizza i tuoi giochi recenti"
    },
    "random": {
      "alt": "Gioco Casuale",
      "description": "Gioca a un gioco casuale"
    },
    "hot": {
      "alt": "Giochi Popolari",
      "description": "Giochi di bolle popolari e di tendenza"
    },
    "new": {
      "alt": "Nuovi Giochi",
      "description": "Giochi di bolle aggiunti di recente"
    },
    "puzzle": {
      "alt": "Giochi Puzzle",
      "description": "Rompicapi e giochi puzzle"
    },
    "bubble": {
      "alt": "Giochi di Bolle",
      "description": "Giochi classici bubble shooter e di abbinamento"
    },
    "card": {
      "alt": "Giochi di Carte",
      "description": "Giochi di carte classici e moderni"
    },
    "jumping": {
      "alt": "Giochi di Salto",
      "description": "Giochi di piattaforme e salto"
    },
    "music": {
      "alt": "Giochi Musicali",
      "description": "Giochi basati sul ritmo e sulla musica"
    }
  },
  "game": {
    "metadata": {
      "title": "Gioca a {title} Online nel tuo browser. Nessun download richiesto - Bubble Shooter",
      "description": "Gioca a {title} online gratuitamente nel tuo browser. Nessun download richiesto. Goditi questo emozionante gioco, inizia a giocare a {title} ora! Buon divertimento!",
      "keywords": ""
    },
    "notFound": {
      "title": "Gioco Non Trovato - Bubble Shooters",
      "description": "Il gioco richiesto non è stato trovato."
    }
  },
  "footer": {
    "description": "Vivi il divertimento dei giochi Bubble Shooter sul nostro sito, dove puoi goderti l'azione colorata dello scoppio delle bolle con giochi bubble shooter classici e moderni—tutti giocabili online! Nessun download richiesto.",
    "others": {
      "title": "Altri",
      "privacy": "Informativa sulla Privacy",
      "terms": "Termini di Servizio"
    },
    "terms": {
      "title": "Termini di Servizio",
      "description": "Si prega di leggere attentamente questi Termini di Servizio prima di utilizzare Bubble Shooters.",
      "lastUpdated": "Ultimo Aggiornamento: 16 Marzo 2025",
      "intro": {
        "text1": "Benvenuto su ",
        "text2": ". Accedendo e utilizzando questo sito web, accetti e ti impegni a rispettare i termini e le disposizioni di questo accordo."
      },
      "service": {
        "title": "Descrizione del Servizio",
        "text1": " fornisce una piattaforma per gli utenti per giocare a giochi bubble shooter attraverso i loro browser web. Il nostro servizio include:",
        "items": [
          "Giochi bubble shooter basati su browser",
          "Informazioni e descrizioni dei giochi",
          "Contenuti di gioco correlati"
        ]
      },
      "content": {
        "title": "Contenuti e Copyright",
        "text1": "Tutti i giochi e i contenuti correlati disponibili attraverso il nostro servizio sono:",
        "items": [
          "Provenienti da e ospitati da servizi di terze parti",
          "Soggetti ai diritti d'autore e di proprietà intellettuale dei rispettivi proprietari",
          "Non di proprietà o controllati da Bubble Shooters"
        ],
        "text2": "Non rivendichiamo la proprietà di alcun gioco, ROM o contenuto correlato fornito attraverso il nostro servizio. Tutti i marchi, marchi di servizio e nomi commerciali sono proprietà dei rispettivi proprietari."
      },
      "disclaimer": {
        "title": "Disclaimer",
        "text1": "I nostri servizi sono forniti \"così come sono\" senza alcuna garanzia, espressa o implicita. Bubble Shooters non garantisce che:",
        "items": [
          "Il servizio sarà ininterrotto o privo di errori",
          "I giochi o i contenuti saranno sempre disponibili",
          "Eventuali errori o difetti saranno corretti"
        ],
        "text2": "Non siamo responsabili per alcun contenuto fornito da terze parti o per eventuali errori o omissioni nei contenuti."
      },
      "conduct": {
        "title": "Condotta dell'Utente",
        "text1": "Utilizzando il nostro servizio, accetti di non:",
        "items": [
          "Utilizzare il servizio per scopi illegali",
          "Tentare di ottenere accesso non autorizzato a qualsiasi parte del servizio",
          "Interferire o interrompere il servizio o i server",
          "Aggirare, disabilitare o interferire in altro modo con le funzionalità di sicurezza"
        ]
      },
      "modifications": {
        "title": "Modifiche al Servizio",
        "text1": "Ci riserviamo il diritto di:",
        "items": [
          "Modificare o interrompere qualsiasi parte del nostro servizio senza preavviso",
          "Aggiornare questi termini di servizio in qualsiasi momento",
          "Cambiare i giochi e i contenuti disponibili attraverso il nostro servizio"
        ],
        "text2": "Il tuo continuo utilizzo del servizio dopo eventuali modifiche costituisce la tua accettazione di tali modifiche."
      },
      "governing": {
        "title": "Legge Applicabile",
        "text1": "Questi termini saranno regolati e interpretati in conformità con le leggi applicabili, senza riguardo ai principi di conflitto di leggi."
      },
      "contact": {
        "title": "Contatto",
        "text1": "Per qualsiasi domanda riguardante questi termini, contattaci a:"
      }
    },
    "privacy": {
      "title": "Informativa sulla Privacy",
      "description": "Questa Informativa sulla Privacy descrive come le tue informazioni personali vengono raccolte, utilizzate e condivise quando visiti Bubble Shooters.",
      "lastUpdated": "Ultimo Aggiornamento: 16 Marzo 2025",
      "intro": {
        "text1": "È nostra politica rispettare la tua privacy riguardo a qualsiasi informazione che potremmo raccogliere durante l'operazione del nostro sito web. ",
        "text2": " rispetta la tua privacy ed è impegnato a proteggere qualsiasi informazione che potresti fornirci attraverso questo sito web.",
        "text3": "Questa Informativa sulla Privacy spiega quali informazioni raccogliamo, come le utilizziamo e in quali circostanze potremmo divulgarle a terze parti. Questa Informativa sulla Privacy si applica a ",
        "text4": " (di seguito, \"noi\", \"nostro\" o \"Bubble Shooters\")."
      },
      "collection": {
        "title": "Raccolta di Informazioni",
        "description": "Il nostro sito web non richiede registrazione o login dell'utente. Non raccogliamo alcuna informazione personalmente identificabile dai nostri utenti. Gli unici dati che raccogliamo sono:",
        "items": [
          "Cookie del browser essenziali per la funzionalità del sito web",
          "Statistiche di utilizzo anonime per migliorare il nostro servizio"
        ]
      },
      "thirdParty": {
        "title": "Contenuti di Terze Parti",
        "description": "I giochi e i contenuti correlati disponibili sul nostro sito web provengono da piattaforme di terze parti. Non rivendichiamo la proprietà di questi contenuti e:",
        "items": [
          "Tutti i giochi sono ospitati e trasmessi da servizi di terze parti",
          "Informazioni sui giochi, immagini e descrizioni sono fornite da fonti di terze parti",
          "Non forniamo alcuna garanzia riguardo all'accuratezza o alla disponibilità di questi contenuti"
        ]
      },
      "cookies": {
        "title": "Uso dei Cookie",
        "description": "Utilizziamo i cookie per migliorare la tua esperienza di navigazione. Questi cookie sono:",
        "items": [
          "Essenziali per la funzionalità di base del sito web",
          "Utilizzati per ricordare le tue preferenze di visualizzazione",
          "Non utilizzati per scopi di tracciamento o pubblicitari"
        ],
        "control": "Puoi controllare le impostazioni dei cookie attraverso le preferenze del tuo browser."
      },
      "links": {
        "title": "Collegamenti Esterni",
        "description": "Il nostro sito web contiene collegamenti a siti esterni che non sono gestiti da noi. Se fai clic su un collegamento di terze parti, sarai indirizzato al sito di quella terza parte. Ti consigliamo vivamente di rivedere l'Informativa sulla Privacy e i Termini di Servizio di ogni sito che visiti.",
        "disclaimer": "Non abbiamo alcun controllo e non ci assumiamo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di qualsiasi sito, prodotto o servizio di terze parti."
      },
      "updates": {
        "title": "Aggiornamenti della Politica",
        "description": "Potremmo aggiornare questa Informativa sulla Privacy di tanto in tanto. Ti informeremo di eventuali modifiche pubblicando la nuova Informativa sulla Privacy su questa pagina. Ti consigliamo di rivedere periodicamente questa Informativa sulla Privacy per eventuali modifiche.",
        "consent": "Il tuo continuo utilizzo del nostro sito web dopo la pubblicazione di qualsiasi modifica all'Informativa sulla Privacy costituirà il tuo riconoscimento delle modifiche e il tuo consenso a rispettare e essere vincolato dall'Informativa sulla Privacy modificata."
      },
      "contact": {
        "title": "Contattaci",
        "description": "Se hai domande su questa Informativa sulla Privacy, contattaci attraverso il nostro sito web.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Contattaci",
      "disclaimer": "Bubble Shooters è un sito web indipendente e non è affiliato con alcuna organizzazione.",
      "rights": "Tutti i diritti riservati."
    }
  },
  "search": {
    "placeholder": "Cerca Giochi di Bolle ...",
    "clearSearch": "Cancella ricerca",
    "search": "Cerca"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Gioca ai Giochi di Bolle Online"
    }
  },
  "notFound": {
    "title": "Pagina Non Trovata",
    "description": "Ci dispiace, la pagina che stai cercando non esiste o è stata rimossa.",
    "backHome": "Torna alla Home"
  },
  "history": {
    "metadata": {
      "title": "Cronologia di Gioco - Bubble Shooters",
      "description": "Visualizza la cronologia dei tuoi giochi bubble shooter recenti."
    },
    "title": "Cronologia di Gioco",
    "description": "Giochi a cui hai giocato recentemente",
    "noHistory": "Non hai ancora giocato a nessun gioco",
    "clearHistory": "Cancella Cronologia",
    "lastPlayed": "Ultima partita",
    "emptyMessage": "La tua cronologia di gioco apparirà qui"
  },
  "navigation": {
    "home": "Home",
    "history": "Cronologia",
    "random": "Casuale",
    "allGames": "Tutti i Giochi"
  },
  "searchBar": {
    "placeholder": "Cerca Giochi di Bolle...",
    "search": "Cerca"
  }
}