{
  "home": {
    "metadata": {
      "title": "Jogue Bubble Shooter Online. Sem Necessidade de Download.",
      "description": "Jogue bubble shooter online gratuitamente no seu navegador. Divirta-se com jogos clássicos, 3D e quebra-cabeças de bubble shooter desbloqueados sem necessidade de download. Divirta-se!",
      "keywords": "",
      "og": {
        "title": "Bubble Shooters - Jogue Jogos de Bolhas Online",
        "description": "Jogue jogos de bubble shooter online gratuitamente no seu navegador. Divirta-se com jogos clássicos, 3D e quebra-cabeças de bubble shooter sem necessidade de download.",
        "imageAlt": "Bubble Shooters - Coleção Colorida de Jogos de Bolhas"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "Todos os Jogos Bubble Shooter Online. Jogue Jogos de Bolhas Online",
      "description": "Navegue pela nossa coleção completa de jogos bubble shooter. Jogue seus jogos bubble shooter favoritos online gratuitamente sem necessidade de download.",
      "keywords": ""
    },
    "title": "Todos os Jogos Bubble Shooter Desbloqueados",
    "description": "Navegue pela nossa coleção completa de jogos bubble shooter disponíveis para jogar online.",
    "subDescription": "Aproveite o estalo satisfatório das bolhas e desafie suas habilidades de combinação com nossa coleção de jogos bubble shooter.",
    "browseGames": "Navegar pelos Jogos",
    "allPlatforms": "Todas as Categorias",
    "foundGames": "Encontrados {count} jogos correspondentes aos critérios{platform}{query}",
    "noGamesFound": "Nenhum jogo encontrado correspondente aos seus critérios.",
    "clearSearch": "Limpar pesquisa"
  },
  "games": {
    "loadMore": "Carregar Mais Jogos"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Jogue {platform} Online no Bubble Shooter",
      "description": "Quer jogar {platform}? Jogue os melhores {platform} online gratuitamente no seu navegador. Sem necessidade de download. Aproveite {platform} instantaneamente.",
      "keywords": ""
    },
    "notFound": {
      "title": "Categoria Não Encontrada - Bubble Shooters",
      "description": "A categoria de jogo solicitada não pôde ser encontrada."
    }
  },
  "platforms": {
    "home": {
      "alt": "Página Inicial",
      "description": "Voltar à página inicial"
    },
    "history": {
      "alt": "Histórico de Jogos",
      "description": "Veja seus jogos recentes"
    },
    "random": {
      "alt": "Jogo Aleatório",
      "description": "Jogue um jogo aleatório"
    },
    "hot": {
      "alt": "Jogos Populares",
      "description": "Jogos de bolhas populares e em tendência"
    },
    "new": {
      "alt": "Novos Jogos",
      "description": "Jogos de bolhas adicionados recentemente"
    },
    "puzzle": {
      "alt": "Jogos de Quebra-cabeça",
      "description": "Desafios mentais e jogos de quebra-cabeça"
    },
    "bubble": {
      "alt": "Jogos de Bolhas",
      "description": "Jogos clássicos de bubble shooter e combinação"
    },
    "card": {
      "alt": "Jogos de Cartas",
      "description": "Jogos de cartas clássicos e modernos"
    },
    "jumping": {
      "alt": "Jogos de Salto",
      "description": "Jogos de plataforma e salto"
    },
    "music": {
      "alt": "Jogos Musicais",
      "description": "Jogos baseados em ritmo e música"
    }
  },
  "game": {
    "metadata": {
      "title": "Jogue {title} Online no seu navegador. Sem necessidade de download - Bubble Shooter",
      "description": "Jogue {title} online gratuitamente no seu navegador. Sem necessidade de download. Aproveite o jogo emocionante, comece a jogar {title} agora! Divirta-se!",
      "keywords": ""
    },
    "notFound": {
      "title": "Jogo Não Encontrado - Bubble Shooters",
      "description": "O jogo solicitado não pôde ser encontrado."
    }
  },
  "footer": {
    "description": "Experimente a diversão dos jogos Bubble Shooter em nosso site, onde você pode desfrutar da ação colorida de estourar bolhas com jogos clássicos e modernos de bubble shooter—todos jogáveis online! Sem necessidade de download.",
    "others": {
      "title": "Outros",
      "privacy": "Política de Privacidade",
      "terms": "Termos de Serviço"
    },
    "terms": {
      "title": "Termos de Serviço",
      "description": "Por favor, leia estes Termos de Serviço cuidadosamente antes de usar o Bubble Shooters.",
      "lastUpdated": "Última Atualização: 16 de Março de 2025",
      "intro": {
        "text1": "Bem-vindo ao ",
        "text2": ". Ao acessar e usar este site, você aceita e concorda em estar vinculado aos termos e disposições deste acordo."
      },
      "service": {
        "title": "Descrição do Serviço",
        "text1": " fornece uma plataforma para os usuários jogarem jogos bubble shooter através de seus navegadores web. Nosso serviço inclui:",
        "items": [
          "Jogos bubble shooter baseados em navegador",
          "Informações e descrições de jogos",
          "Conteúdo relacionado a jogos"
        ]
      },
      "content": {
        "title": "Conteúdo e Direitos Autorais",
        "text1": "Todos os jogos e conteúdo relacionado disponíveis através do nosso serviço são:",
        "items": [
          "Originados e hospedados por serviços de terceiros",
          "Sujeitos aos direitos autorais e de propriedade intelectual de seus respectivos proprietários",
          "Não são de propriedade ou controlados pelo Bubble Shooters"
        ],
        "text2": "Não reivindicamos a propriedade de quaisquer jogos, ROMs ou conteúdo relacionado fornecido através do nosso serviço. Todas as marcas registradas, marcas de serviço e nomes comerciais são propriedade de seus respectivos proprietários."
      },
      "disclaimer": {
        "title": "Isenção de Responsabilidade",
        "text1": "Nossos serviços são fornecidos \"como estão\" sem quaisquer garantias, expressas ou implícitas. O Bubble Shooters não garante que:",
        "items": [
          "O serviço será ininterrupto ou livre de erros",
          "Jogos ou conteúdo estarão sempre disponíveis",
          "Quaisquer erros ou defeitos serão corrigidos"
        ],
        "text2": "Não somos responsáveis por qualquer conteúdo fornecido por terceiros ou por quaisquer erros ou omissões no conteúdo."
      },
      "conduct": {
        "title": "Conduta do Usuário",
        "text1": "Ao usar nosso serviço, você concorda em não:",
        "items": [
          "Usar o serviço para qualquer finalidade ilegal",
          "Tentar obter acesso não autorizado a qualquer parte do serviço",
          "Interferir ou interromper o serviço ou servidores",
          "Contornar, desativar ou interferir de outra forma com recursos de segurança"
        ]
      },
      "modifications": {
        "title": "Modificações ao Serviço",
        "text1": "Reservamo-nos o direito de:",
        "items": [
          "Modificar ou descontinuar qualquer parte do nosso serviço sem aviso prévio",
          "Atualizar estes termos de serviço a qualquer momento",
          "Alterar os jogos e conteúdo disponíveis através do nosso serviço"
        ],
        "text2": "Seu uso continuado do serviço após quaisquer alterações constitui sua aceitação de tais alterações."
      },
      "governing": {
        "title": "Lei Aplicável",
        "text1": "Estes termos serão regidos e interpretados de acordo com as leis aplicáveis, sem considerar princípios de conflitos de leis."
      },
      "contact": {
        "title": "Contato",
        "text1": "Para quaisquer perguntas sobre estes termos, por favor, entre em contato conosco em:"
      }
    },
    "privacy": {
      "title": "Política de Privacidade",
      "description": "Esta Política de Privacidade descreve como suas informações pessoais são coletadas, usadas e compartilhadas quando você visita o Bubble Shooters.",
      "lastUpdated": "Última Atualização: 16 de Março de 2025",
      "intro": {
        "text1": "É nossa política respeitar sua privacidade em relação a qualquer informação que possamos coletar durante a operação do nosso site. ",
        "text2": " respeita sua privacidade e está comprometido em proteger qualquer informação que você possa nos fornecer através deste site.",
        "text3": "Esta Política de Privacidade explica quais informações coletamos, como as usamos e em quais circunstâncias podemos divulgá-las a terceiros. Esta Política de Privacidade se aplica a ",
        "text4": " (doravante, \"nós\", \"nosso\" ou \"Bubble Shooters\")."
      },
      "collection": {
        "title": "Coleta de Informações",
        "description": "Nosso site não requer registro de usuário ou login. Não coletamos nenhuma informação pessoalmente identificável de nossos usuários. Os únicos dados que coletamos são:",
        "items": [
          "Cookies do navegador essenciais para a funcionalidade do site",
          "Estatísticas de uso anônimas para melhorar nosso serviço"
        ]
      },
      "thirdParty": {
        "title": "Conteúdo de Terceiros",
        "description": "Os jogos e conteúdo relacionado disponíveis em nosso site são originados de plataformas de terceiros. Não reivindicamos a propriedade deste conteúdo e:",
        "items": [
          "Todos os jogos são hospedados e transmitidos a partir de serviços de terceiros",
          "Informações, imagens e descrições de jogos são fornecidas por fontes de terceiros",
          "Não oferecemos garantias quanto à precisão ou disponibilidade deste conteúdo"
        ]
      },
      "cookies": {
        "title": "Uso de Cookies",
        "description": "Usamos cookies para melhorar sua experiência de navegação. Estes cookies são:",
        "items": [
          "Essenciais para a funcionalidade básica do site",
          "Usados para lembrar suas preferências de exibição",
          "Não usados para fins de rastreamento ou publicidade"
        ],
        "control": "Você pode controlar as configurações de cookies através das preferências do seu navegador."
      },
      "links": {
        "title": "Links Externos",
        "description": "Nosso site contém links para sites externos que não são operados por nós. Se você clicar em um link de terceiros, será direcionado para o site desse terceiro. Recomendamos fortemente que você revise a Política de Privacidade e os Termos de Serviço de cada site que visitar.",
        "disclaimer": "Não temos controle sobre, e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites, produtos ou serviços de terceiros."
      },
      "updates": {
        "title": "Atualizações da Política",
        "description": "Podemos atualizar esta Política de Privacidade de tempos em tempos. Notificaremos você sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Recomendamos que você revise esta Política de Privacidade periodicamente para verificar se há alterações.",
        "consent": "Seu uso continuado do nosso site após publicarmos quaisquer modificações na Política de Privacidade constituirá seu reconhecimento das modificações e seu consentimento em cumprir e estar vinculado à Política de Privacidade modificada."
      },
      "contact": {
        "title": "Fale Conosco",
        "description": "Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco através do nosso site.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Fale Conosco",
      "disclaimer": "Bubble Shooters é um site independente e não está afiliado a nenhuma organização.",
      "rights": "Todos os direitos reservados."
    }
  },
  "search": {
    "placeholder": "Pesquisar Jogos de Bolhas ...",
    "clearSearch": "Limpar pesquisa",
    "search": "Pesquisar"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Jogue Jogos de Bolhas Online"
    }
  },
  "notFound": {
    "title": "Página Não Encontrada",
    "description": "Desculpe, a página que você está procurando não existe ou foi removida.",
    "backHome": "Voltar para a Página Inicial"
  },
  "history": {
    "metadata": {
      "title": "Histórico de Jogos - Bubble Shooters",
      "description": "Veja o histórico dos seus jogos bubble shooter recentes."
    },
    "title": "Histórico de Jogos",
    "description": "Jogos que você jogou recentemente",
    "noHistory": "Você ainda não jogou nenhum jogo",
    "clearHistory": "Limpar Histórico",
    "lastPlayed": "Último jogado",
    "emptyMessage": "Seu histórico de jogos aparecerá aqui"
  },
  "navigation": {
    "home": "Início",
    "history": "Histórico",
    "random": "Aleatório",
    "allGames": "Todos os Jogos"
  },
  "searchBar": {
    "placeholder": "Pesquisar Jogos de Bolhas...",
    "search": "Pesquisar"
  }
}