{
  "home": {
    "metadata": {
      "title": "Играйте в Bubble Shooter онлайн. Без скачивания.",
      "description": "Играйте в bubble shooter бесплатно в вашем браузере. Наслаждайтесь классическими, 3D и головоломками bubble shooter без необходимости скачивания. Веселитесь!",
      "keywords": "",
      "og": {
        "title": "Bubble Shooter - Играйте в пузырьковые игры онлайн",
        "description": "Играйте в игры bubble shooter бесплатно в вашем браузере. Наслаждайтесь классическими, 3D и головоломками bubble shooter без необходимости скачивания.",
        "imageAlt": "Bubble Shooter - Коллекция красочных пузырьковых игр"
      }
    }
  },
  "allGames": {
    "metadata": {
      "title": "Все игры Bubble Shooter онлайн. Играйте в пузырьковые игры онлайн",
      "description": "Просмотрите нашу полную коллекцию игр bubble shooter. Играйте в ваши любимые игры bubble shooter онлайн бесплатно без необходимости скачивания.",
      "keywords": ""
    },
    "title": "Все игры Bubble Shooter без блокировки",
    "description": "Просмотрите нашу полную коллекцию игр bubble shooter, доступных для игры онлайн.",
    "subDescription": "Наслаждайтесь приятным лопаньем пузырьков и проверьте свои навыки сопоставления с нашей коллекцией игр bubble shooter.",
    "browseGames": "Просмотр игр",
    "allPlatforms": "Все категории",
    "foundGames": "Найдено {count} игр, соответствующих критериям{platform}{query}",
    "noGamesFound": "Не найдено игр, соответствующих вашим критериям.",
    "clearSearch": "Очистить поиск"
  },
  "games": {
    "loadMore": "Загрузить больше игр"
  },
  "category": {
    "metadata": {
      "title": "{platform} - Играйте в {platform} онлайн на Bubble Shooter",
      "description": "Хотите поиграть в {platform}? Играйте в лучшие {platform} онлайн бесплатно в вашем браузере. Без скачивания. Наслаждайтесь {platform} мгновенно.",
      "keywords": ""
    },
    "notFound": {
      "title": "Категория не найдена - Bubble Shooters",
      "description": "Запрошенная категория игр не найдена."
    }
  },
  "platforms": {
    "home": {
      "alt": "Главная страница",
      "description": "Вернуться на главную страницу"
    },
    "history": {
      "alt": "История игр",
      "description": "Просмотр недавно сыгранных игр"
    },
    "random": {
      "alt": "Случайная игра",
      "description": "Играть в случайную игру"
    },
    "hot": {
      "alt": "Популярные игры",
      "description": "Популярные и трендовые пузырьковые игры"
    },
    "new": {
      "alt": "Новые игры",
      "description": "Недавно добавленные пузырьковые игры"
    },
    "puzzle": {
      "alt": "Головоломки",
      "description": "Головоломки и логические игры"
    },
    "bubble": {
      "alt": "Пузырьковые игры",
      "description": "Классические bubble shooter и игры на совпадения"
    },
    "card": {
      "alt": "Карточные игры",
      "description": "Классические и современные карточные игры"
    },
    "junping": {
      "alt": "Игры с прыжками",
      "description": "Платформеры и игры с прыжками"
    },
    "music": {
      "alt": "Музыкальные игры",
      "description": "Ритмические и музыкальные игры"
    }
  },
  "game": {
    "metadata": {
      "title": "Играйте в {title} онлайн в вашем браузере. Без скачивания - Bubble Shooter",
      "description": "Играйте в {title} онлайн бесплатно в вашем браузере. Без скачивания. Наслаждайтесь захватывающей игрой, начните играть в {title} прямо сейчас! Веселитесь!",
      "keywords": ""
    },
    "notFound": {
      "title": "Игра не найдена - Bubble Shooters",
      "description": "Запрошенная игра не найдена."
    }
  },
  "footer": {
    "description": "Испытайте удовольствие от игр Bubble Shooter на нашем сайте, где вы можете наслаждаться красочным лопаньем пузырьков с классическими и современными играми bubble shooter — все играбельны онлайн! Без необходимости скачивания.",
    "others": {
      "title": "Другое",
      "privacy": "Политика конфиденциальности",
      "terms": "Условия использования"
    },
    "terms": {
      "title": "Условия использования",
      "description": "Пожалуйста, внимательно прочитайте эти Условия использования перед использованием Bubble Shooters.",
      "lastUpdated": "Последнее обновление: 16 марта 2025 г.",
      "intro": {
        "text1": "Добро пожаловать на ",
        "text2": ". Получая доступ и используя этот веб-сайт, вы принимаете и соглашаетесь соблюдать условия и положения данного соглашения."
      },
      "service": {
        "title": "Описание услуг",
        "text1": " предоставляет платформу для пользователей, чтобы играть в игры bubble shooter через их веб-браузеры. Наш сервис включает:",
        "items": [
          "Браузерные игры bubble shooter",
          "Информацию и описания игр",
          "Связанный игровой контент"
        ]
      },
      "content": {
        "title": "Контент и авторские права",
        "text1": "Все игры и связанный контент, доступные через наш сервис:",
        "items": [
          "Получены и размещены на сторонних сервисах",
          "Подлежат авторским правам и правам интеллектуальной собственности их соответствующих владельцев",
          "Не принадлежат и не контролируются Bubble Shooters"
        ],
        "text2": "Мы не претендуем на владение какими-либо играми, ROM-файлами или связанным контентом, предоставляемым через наш сервис. Все товарные знаки, знаки обслуживания и торговые наименования являются собственностью их соответствующих владельцев."
      },
      "disclaimer": {
        "title": "Отказ от ответственности",
        "text1": "Наши услуги предоставляются «как есть» без каких-либо гарантий, явных или подразумеваемых. Bubble Shooters не гарантирует, что:",
        "items": [
          "Сервис будет бесперебойным или безошибочным",
          "Игры или контент всегда будут доступны",
          "Любые ошибки или дефекты будут исправлены"
        ],
        "text2": "Мы не несем ответственности за любой контент, предоставленный третьими сторонами, или за любые ошибки или упущения в контенте."
      },
      "conduct": {
        "title": "Поведение пользователя",
        "text1": "Используя наш сервис, вы соглашаетесь не:",
        "items": [
          "Использовать сервис для любых незаконных целей",
          "Пытаться получить несанкционированный доступ к любой части сервиса",
          "Вмешиваться или нарушать работу сервиса или серверов",
          "Обходить, отключать или иным образом вмешиваться в функции безопасности"
        ]
      },
      "modifications": {
        "title": "Изменения в сервисе",
        "text1": "Мы оставляем за собой право:",
        "items": [
          "Изменять или прекращать любую часть нашего сервиса без уведомления",
          "Обновлять эти условия использования в любое время",
          "Изменять игры и контент, доступные через наш сервис"
        ],
        "text2": "Ваше продолжение использования сервиса после любых изменений означает ваше принятие таких изменений."
      },
      "governing": {
        "title": "Применимое право",
        "text1": "Эти условия регулируются и толкуются в соответствии с применимым законодательством, без учета принципов коллизионного права."
      },
      "contact": {
        "title": "Контакт",
        "text1": "По любым вопросам относительно этих условий, пожалуйста, свяжитесь с нами по адресу:"
      }
    },
    "privacy": {
      "title": "Политика конфиденциальности",
      "description": "Эта Политика конфиденциальности описывает, как ваша личная информация собирается, используется и передается, когда вы посещаете Bubble Shooters.",
      "lastUpdated": "Последнее обновление: 16 марта 2025 г.",
      "intro": {
        "text1": "Наша политика — уважать вашу конфиденциальность в отношении любой информации, которую мы можем собирать при работе нашего веб-сайта. ",
        "text2": " уважает вашу конфиденциальность и обязуется защищать любую информацию, которую вы можете предоставить нам через этот веб-сайт.",
        "text3": "Эта Политика конфиденциальности объясняет, какую информацию мы собираем, как мы ее используем и при каких обстоятельствах мы можем раскрыть ее третьим сторонам. Эта Политика конфиденциальности применяется к ",
        "text4": " (далее «мы», «нас» или «Bubble Shooters»)."
      },
      "collection": {
        "title": "Сбор информации",
        "description": "Наш веб-сайт не требует регистрации пользователей или входа в систему. Мы не собираем никакой личной идентифицирующей информации от наших пользователей. Единственные данные, которые мы собираем, это:",
        "items": [
          "Куки браузера, необходимые для функционирования веб-сайта",
          "Анонимная статистика использования для улучшения нашего сервиса"
        ]
      },
      "thirdParty": {
        "title": "Контент третьих сторон",
        "description": "Игры и связанный контент, доступные на нашем веб-сайте, получены с платформ третьих сторон. Мы не претендуем на владение этим контентом и:",
        "items": [
          "Все игры размещены и транслируются с сервисов третьих сторон",
          "Информация об играх, изображения и описания предоставляются источниками третьих сторон",
          "Мы не даем никаких гарантий относительно точности или доступности этого контента"
        ]
      },
      "cookies": {
        "title": "Использование куки",
        "description": "Мы используем куки для улучшения вашего опыта просмотра. Эти куки:",
        "items": [
          "Необходимы для базовой функциональности веб-сайта",
          "Используются для запоминания ваших предпочтений отображения",
          "Не используются для отслеживания или рекламных целей"
        ],
        "control": "Вы можете контролировать настройки куки через предпочтения вашего браузера."
      },
      "links": {
        "title": "Внешние ссылки",
        "description": "Наш веб-сайт содержит ссылки на внешние сайты, которые не управляются нами. Если вы нажмете на ссылку третьей стороны, вы будете перенаправлены на сайт этой третьей стороны. Мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности и Условиями использования каждого сайта, который вы посещаете.",
        "disclaimer": "Мы не контролируем и не несем ответственности за содержание, политики конфиденциальности или практики любых сторонних сайтов, продуктов или услуг."
      },
      "updates": {
        "title": "Обновления политики",
        "description": "Мы можем время от времени обновлять эту Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице. Рекомендуется периодически просматривать эту Политику конфиденциальности на предмет изменений.",
        "consent": "Ваше продолжение использования нашего веб-сайта после публикации любых изменений в Политике конфиденциальности будет означать ваше признание изменений и ваше согласие соблюдать и быть связанным измененной Политикой конфиденциальности."
      },
      "contact": {
        "title": "Свяжитесь с нами",
        "description": "Если у вас есть какие-либо вопросы об этой Политике конфиденциальности, пожалуйста, свяжитесь с нами через наш веб-сайт.",
        "email": "support@bubbleshooters.org"
      }
    },
    "contact": {
      "title": "Свяжитесь с нами",
      "disclaimer": "Bubble Shooters — это независимый веб-сайт и не связан ни с какими организациями.",
      "rights": "Все права защищены."
    }
  },
  "search": {
    "placeholder": "Поиск пузырьковых игр ...",
    "clearSearch": "Очистить поиск",
    "search": "Поиск"
  },
  "common": {
    "logo": {
      "title": "Bubble Shooter - Играйте в пузырьковые игры онлайн"
    }
  },
  "notFound": {
    "title": "Страница не найдена",
    "description": "Извините, страница, которую вы ищете, не существует или была удалена.",
    "backHome": "Вернуться на главную"
  },
  "history": {
    "metadata": {
      "title": "История игр - Bubble Shooters",
      "description": "Просмотрите историю ваших недавно сыгранных игр bubble shooter."
    },
    "title": "История игр",
    "description": "Игры, в которые вы недавно играли",
    "noHistory": "Вы еще не играли ни в какие игры",
    "clearHistory": "Очистить историю",
    "lastPlayed": "Последний раз играли",
    "emptyMessage": "Ваша история игр появится здесь"
  },
  "navigation": {
    "home": "Главная",
    "history": "История",
    "random": "Случайная",
    "allGames": "Все игры"
  },
  "searchBar": {
    "placeholder": "Поиск пузырьковых игр...",
    "search": "Поиск"
  }
}